[
  {
    "href": "https://news.bitcoin.com/goldman-sachs-predicts-bitcoin-100k-btc-take-golds-market-share-store-of-value/",
    "title": "Goldman Sachs Predicts Bitcoin Could Reach $100K as BTC Continues to Take Gold's Market Share as Store of Value",
    "date": "2022 / 01 / 15",
    "type": "MARKETS AND PRICES",
    "content": "Goldman Sachs has predicted that the price of bitcoin could reach $100,000. The global investment bank believes that bitcoin will continue to take market share away from gold as cryptocurrency adoption grows. Goldman Sachs analyst Zach Pandl, co-head of global foreign exchange strategy, outlined the future outlook for bitcoin in a research note to clients Tuesday. The Goldman Sachs analyst expects that bitcoin will continue to take market share away from gold in 2022 as cryptocurrencies become more widely adopted. The research note details:"
  },
  {
    "href": "https://news.bitcoin.com/amc-theatres-accept-dogecoin-shiba-inu-payments-q1-ceo-confirms/",
    "title": "AMC Theatres on Track to Accept Dogecoin and Shiba Inu Payments in Q1, CEO Confirms",
    "date": "2022 / 01 / 15",
    "type": "FEATURED",
    "content": "The CEO of the world’s largest movie exhibition company, AMC Entertainment, says his company is on track to accept meme cryptocurrencies dogecoin (DOGE) and shiba inu (SHIB) in the first quarter of this year. The CEO of AMC Theatres, Adam Aaron, has provided an update on his company’s progress in accepting meme cryptocurrencies dogecoin (DOGE) and shiba inu (SHIB). AMC Entertainment Holdings (NYSE: AMC), aka AMC Theatres, is the largest movie exhibition company in the U.S., Europe, and the world. The company owns or operates approximately 950 theaters and 10,500 screens globally."
  },
  {
    "href": "https://news.bitcoin.com/report-pakistan-likely-to-earn-billions-from-cryptocurrency/",
    "title": "Report: Pakistan Likely to Earn Billions From Cryptocurrency",
    "date": "2022 / 01 / 15",
    "type": "EMERGING MARKETS",
    "content": "According to a document produced by a Pakistani policy advisory board, the country is likely to earn billions of dollars from crypto-asset holders. Yet for this to happen, the country first needs to create the appropriate regulatory framework for crypto assets.  Pakistan may potentially raise billions of dollars from crypto assets held by its nationals or by residents with dual citizenship, a policy document produced by the Federation of Pakistan Chambers of Commerce & Industry (FPCCI) has said. According to a report in The Business Recorder, the document titled “Prospect of Cryptocurrencies: A Context of Pakistan Policy Brief” asserts that Pakistan could also use the crypto assets to help boost the country’s reserves."
  },
  {
    "href": "https://news.bitcoin.com/feds-minutes-report-bludgeons-global-markets-stocks-crypto-precious-metals-slip-in-value/",
    "title": "Fed's Minutes Report 'Bludgeons' Global Markets — Stocks, Crypto, Precious Metals Slip in Value",
    "date": "2022 / 01 / 15",
    "type": "ECONOMICS",
    "content": "Minutes from the U.S. Federal Reserve’s policy meeting on December 14-15 show that the central bank is being persistent about unwinding quantitive easing (QE) tactics and that it views ultra-low interest rates as no longer necessary. Global markets immediately dropped after the news was published as stock markets roiled, crypto markets shed billions, and precious metals like gold slipped a hair in value as well.  Recently published notes from the Fed meeting last month indicate that the U.S. central bank thinks the economy is healthy enough to unwind major asset purchases and increase the benchmark interest rate. Mizuho Bank’s Vishnu Varathan wrote in a report that the minutes update from the Fed “bludgeoned the markets” after it was published. Barron’s financial author Randall W. Forsyth wrote that investors being “surprised, is somewhat surprising.” Fed chair Jerome Powell gave no details on when the interest rate hike will begin and when it comes to QE, Powell said it was “best to take a careful, methodical approach.” Powell insisted that the cautious attitude toward tapering is because “markets can be sensitive.” Stock markets were sensitive on January 5, after the Fed minutes were published, and the crypto economy shed billions in value as well. Gold shed 1% and silver shed 3% in value during the last 24 hours after the Fed minutes were published."
  },
  {
    "href": "https://news.bitcoin.com/kazakhstan-shuts-down-banks-internet-amid-unrest-that-threatens-bitcoin-mining-hashrate/",
    "title": "Kazakhstan Shuts Down Banks, Internet Amid Unrest That Threatens Bitcoin Mining, Hashrate",
    "date": "2022 / 01 / 15",
    "type": "MINING",
    "content": "Measures imposed by authorities to quell mass protests in mining hotspot Kazakhstan are affecting cryptocurrency markets and the Bitcoin network hashrate. To deal with the civil unrest caused by rising fuel prices and a worsening economy, the government restricted access to the internet and closed down local banks. Fears are rising that the turmoil may spark another major migration of miners now that some are already leaving the country, which also faces power shortages.  Thousands of Kazakhstanis took to the streets this week to express their anger over the socioeconomic conditions in their country after the government removed a cap on prices of natural gas and other fuels. Protests erupted in the country’s largest city, Almaty, the capital Nur-Sultan, and in the western Mangistau province. Authorities have imposed a state of emergency. Over 1,000 citizens have been injured, official media reported, during the demonstrations in which government offices were attacked, guns fired, and people killed both among protesters and law enforcement officers. On Jan. 5, President Kassym-Jomart Tokayev dismissed the government, blaming ministers for the situation that threatens to spiral out of control. Russia has already sent “peace keeping” troops after Tokaev asked the allied country for help in the face of a “terrorist threat.”"
  },
  {
    "href": "https://news.bitcoin.com/despite-crypto-market-dip-weekly-gains-show-osmo-atom-ftm-and-a-slew-of-other-assets-shined/",
    "title": "Despite the Crypto Market Dip, Weekly Gains Show OSMO, ATOM, FTM, and a Slew of Other Assets Shined",
    "date": "2022 / 01 / 15",
    "type": "MARKET UPDATES",
    "content": "On January 5, digital currency markets shed a great deal of value as bitcoin dropped below the $44K handle during the late afternoon (EST) trading sessions on Wednesday. Nearly every coin has shed 24-hour value, but a slew of crypto assets have seen double-digit gains and have managed to stave off the crypto economy downturn. At the time of writing, the crypto economy is down more than 7% to a low of $2.16 trillion on Thursday, January 6, 2022. The price of bitcoin (BTC) has lost 7% this week as well as it dropped below the $44K zone from the $46K region where it sat 24 hours prior. BTC’s current 24-hour range is between $46,901 per unit and a low of $42,466 per unit. Other top crypto assets have shed significant value as well as ethereum (ETH) is down more than 10%, binance coin (BNB) has lost over 8%, and solana (SOL) has dipped more than 11% in USD value. Weekly metrics were recorded on January 6, 2022, at 9:45 a.m. (EST)."
  },
  {
    "href": "https://news.bitcoin.com/bitcoin-dominance-sinks-to-lowest-level-in-3-years-as-ethereum-numerous-competitors-gain-on-btc/",
    "title": "Bitcoin Dominance Sinks to Lowest Level in 3 Years as Ethereum, Numerous Competitors Gain on BTC",
    "date": "2022 / 01 / 16",
    "type": "MARKETS AND PRICES",
    "content": "Bitcoin dominance has dropped to the lowest level in just over three and a half years since June 3, 2018, at 37%. Last year, at the end of March, bitcoin dominance hovered just above the 60% zone but since then, numerous digital asset market caps have swelled in value and gathered prominence in the market rankings along the way.  The crypto economy currently has roughly 12,247 crypto assets traded across 542 exchanges worldwide. Crypto markets have shed more than 7% over the last 24 hours, dropping to a low of $2.16 trillion by 8:00 a.m. (EST). While people measure the individual crypto market capitalizations regularly, bitcoin’s market valuation dominance, compared to the rest of the capitalizations, has been measured since the existence of multiple crypto markets."
  },
  {
    "href": "https://news.bitcoin.com/why-you-need-to-buy-sassy-unicorns-nft/",
    "title": "Why You Need to Buy Sassy Unicorns NFT",
    "date": "2022 / 01 / 16",
    "type": "SPONSORED",
    "content": "What Are Sassy Unicorns NFT Sassy Unicorns are a collection of 10,000 unique NFTs on the Ethereum blockchain. Each unicorn is available to adopt, with unicorns distributed randomly at the minting event. Special About Sassy Unicorns NFT"
  },
  {
    "href": "https://news.bitcoin.com/europes-securities-watchdog-seeks-feedback-on-regulations-ahead-of-dlt-pilot/",
    "title": "Europe's Securities Watchdog Seeks Feedback on Regulations Ahead of DLT Pilot",
    "date": "2022 / 01 / 16",
    "type": "REGULATION",
    "content": "ESMA, the European Securities and Markets Authority, has set out to establish if EU authorities need to amend existing regulations in order to facilitate the trading and settlement of tokenized securities. The regulator is now seeking opinions on the matter ahead of launching a pilot regime for market infrastructures based on distributed ledger technology (DLT). The European securities watchdog ESMA is accepting public comments on the potential update of regulations concerning the implementation of DLT solutions in the market. The authority has to assess whether some regulatory technical standards (RTS) developed under the Markets in Financial Instruments Regulation (MIFIR) need to be amended in order to be applied to securities issued, traded, and recorded on DLT. The standards in question pertain to trade transparency and data reporting requirements, ESMA notes in a “Call for Evidence” document published this week, which seeks feedback from various stakeholders. These include trading venues, securities settlement systems and entities planning to operate under its DLT pilot regime, and other market participants that intend to use DLT market infrastructures."
  },
  {
    "href": "https://news.bitcoin.com/mid-way-cool-down-analysts-believe-bitcoin-price-cycle-is-incomplete-trader-says-btcs-next-move-should-be-cycles-top/",
    "title": "Mid-Way Cool Down: Analysts Believe Bitcoin Price Cycle Is Incomplete, Trader Says BTC’s 'Next Move Should Be Cycle's Top'",
    "date": "2022 / 01 / 14",
    "type": "MARKET UPDATES",
    "content": "The price of bitcoin is down 16% over the last 30 days and since the crypto asset’s all-time high (ATH) on November 10, 2021, bitcoin has lost more than 38% since it surpassed $69K per unit that day. Meanwhile, crypto advocates are furiously debating whether this is a bitcoin bear market or if the bull market is still intact. To many observers bitcoin’s current market cycle is not complete, as no solid peak had formed, and speculators still expect another bubble to come to fruition. Many digital currency traders pay attention to tops and bottoms and the four stages of the market cycle. The stages include the accumulation phase, the uptrend phase, the distribution phase, and the downtrend or capitulation phase. One could say that the accumulation phase took place 666 days ago on March 12, 2020, when the price of bitcoin slipped below the $4K per unit zone. On that day in March, the World Health Organization (WHO) announced the world was dealing with the Covid-19 outbreak and dubbed it a “pandemic.” If you were wondering why this cycle's bull run looks a little different from the previous ones. It's just the beginning. 🚀 #Bitcoin pic.twitter.com/q3X3z51x6X"
  },
  {
    "href": "https://news.bitcoin.com/boba-network-introduces-wagmi-options-for-developers-and-builders/",
    "title": "Boba Network Introduces 'Wagmi' Options for Developers and Builders",
    "date": "2022 / 01 / 15",
    "type": "NEWS",
    "content": "Boba Network, an L2 (layer 2) expansion layer for Ethereum, has announced the launch of what it calls “Wagmi” options as a way of incentivizing builders and supporters to be invested in the project. The incentive programs will be distributed amongst different projects on the chain and will be based on various indicators such as active wallets and project-specific total value locked (TVL). Boba Network, an optimism-based L2 (layer 2) solution for Ethereum, has announced the launch of an incentives program using Wagmi options. These options, according to the Boba team, will be a different solution from what other chains have tried before. With Wagmi options, which will depend on network parameters such as total value locked (TVL), or specific project developments, the team hopes to keep the momentum going inside of its network. On this, the Boba team explained:"
  },
  {
    "href": "https://news.bitcoin.com/crypto-investors-in-thailand-to-pay-15-capital-gains-tax-report-unveils/",
    "title": "Crypto Investors in Thailand to Pay 15% Capital Gains Tax, Report Unveils",
    "date": "2022 / 01 / 15",
    "type": "TAXES",
    "content": "Crypto-related profits, such as those resulting from the trading of digital currencies, will be taxed at a rate of 15%, a finance ministry official has revealed to the local press in Thailand. After last year’s significant market growth, the department intends to improve surveillance of crypto trade in 2022.  The Ministry of Finance in Thailand advises investors to indicate their income from crypto holdings when they file their tax declarations this year, the Bangkok Post reported on Thursday. Capital gains from cryptocurrency trading will be subject to a 15% tax, the newspaper added, quoting a source from the ministry. The obligation concerns all taxpayers who made a profit from transactions with cryptocurrencies, including investors and operators of crypto mining facilities, the official clarified. Digital asset exchanges, however, will be exempt from the levy."
  },
  {
    "href": "https://news.bitcoin.com/bividend-nasdaq-listed-company-pay-dividends-in-bitcoin-at-option-of-shareholders/",
    "title": "Bividend: Nasdaq-Listed Company to Pay Dividends in Bitcoin at the Option of Shareholders",
    "date": "2022 / 01 / 15",
    "type": "FINANCE",
    "content": "A Nasdaq-listed company has announced that shareholders can receive dividends in bitcoin. The company claims to be the first one to pay dividends in the cryptocurrency. Blockchain company BTCS Inc. (Nasdaq: BTCS) announced Wednesday “the first-ever dividend payable in bitcoin by a Nasdaq-listed company.” BTCS refers to the dividend as Bividend. Charles Allen, BTCS’ CEO, commented:"
  },
  {
    "href": "https://news.bitcoin.com/nft-analytics-platform-cryptoslam-raises-9m-from-animoca-brands-mark-cuban-sound-ventures/",
    "title": "NFT Analytics Platform Cryptoslam Raises $9M From Animoca Brands, Mark Cuban, Sound Ventures",
    "date": "2022 / 01 / 15",
    "type": "FINANCE",
    "content": "On Wednesday, the non-fungible token (NFT) data and analytics platform Cryptoslam raised $9 million in a capital funding round led by Animoca Brands. Cryptoslam detailed that Mark Cuban participated in the financing and Ashton Kutcher’s and Guy Oseary’s Sound Ventures joined in as well. Non-fungible tokens (NFTs) have become a big deal and a billion-dollar industry since the boom started last year. On January 5, 2022, the NFT-centric data and analytics platform Cryptoslam revealed the company raised $9 million from strategic investors. According to the announcement, Animoca Brands led Cryptoslam’s capital raise, but Mark Cuban and Sound Ventures also participated. The aforementioned investors have been investing a great deal of funds into NFT projects and blockchain startups. For instance, at the end of November, the NFT protocol Unicly raised $10 million from Animoca Brands and Blockchain Capital. Cryptoslam’s founder and CEO, Randy Wasinger, said the company was thrilled to get investors like Animoca Brands and Mark Cuban onboard. Wasinger also insists that NFTs are not going anywhere any time soon, as the blockchain trend is here for good, the Cryptoslam founder opined."
  },
  {
    "href": "https://news.bitcoin.com/japanese-video-game-giant-konami-reveals-castlevania-35th-anniversary-nfts/",
    "title": "Japanese Video Game Giant Konami Reveals Castlevania 35th Anniversary NFTs",
    "date": "2022 / 01 / 15",
    "type": "NEWS",
    "content": "The Japanese entertainment conglomerate and video game company, Konami Holdings Corporation, has revealed a non-fungible token collection in order to celebrate the 35th anniversary of the firm’s franchise “Castlevania.” Konami follows the slew of gaming giants like Ubisoft and Square Enix that have shown a strong interest in developing NFT technology. The gaming giant Konami has leaped into the NFT world faster than pressing up, up, down, down, left, right, left, right, B, A. On Thursday, Konami launched the Castlevania 35th Anniversary NFT collection web portal and the collection will be auctioned on the leading marketplace Opensea. #悪魔城ドラキュラ シリーズ35周年を記念して、過去作品のゲームシーンやBGM、メインビジュアル等を用いたNFTアートのオークション販売が決定しました！NFTは全14種各1点ずつ。詳細は公式サイトでご確認ください。https://t.co/AZXKsPCvm2オークションは1月13日7時より開始予定です！#Castlevania pic.twitter.com/B7dVK5ZYwo"
  },
  {
    "href": "https://news.bitcoin.com/bring-your-aoz-nft-to-life-claim-your-free-soul/",
    "title": "Bring Your AOZ NFT to Life! Claim Your Free Soul",
    "date": "2022 / 01 / 15",
    "type": "SPONSORED",
    "content": "From the moment you minted the selected AOZ citizen NFT, we believe a bond has been created between you and this particular PFP artwork, or a persona of the digital world. Digital doesn’t make it less real. There is something about it that strikes you, and you’d believe that it has a particular character you’d also seen in yourself beneath its colorful skin. Now you’ve got a chance to bring your AOZ citizen persona to life. The cooperation jointly announced by Mirrorworld and Metaverz Studio (who has created and launched the AOZ project) on January 6th, 2022 will enable you to mint a SOUL for your AOZ persona. What is a Soul?"
  },
  {
    "href": "https://news.bitcoin.com/chinese-crackdown-bolsters-bitcoin-mining-in-thailand-bigger-investors-eye-setting-up-operations-in-laos/",
    "title": "Chinese Crackdown Bolsters Bitcoin Mining in Thailand, Bigger Investors Eye Setting Up Operations in Laos",
    "date": "2022 / 01 / 15",
    "type": "MINING",
    "content": "A crackdown on bitcoin mining by China has led to an increase in the number of Thai investors that have acquired and are operating mining rigs, a report has said. The report adds that many of these investors are currently earning between $30 and $40 per day from each mining rig.  The number of bitcoin miners in Thailand surged in 2021 after China’s ongoing crackdown on bitcoin mining forced major players in the industry to quit or to ship their equipment to countries with friendlier regulations. As explained in an Aljazeera report, a brief price drop that followed the restrictions made it possible for many smaller investors to acquire the mining gear from the fleeing, China-based miners. Although prices of mining rigs have since returned to more than $13,000 for each new machine, it’s suggested that demand for the machines has not waned."
  },
  {
    "href": "https://news.bitcoin.com/devere-group-ceo-predicts-3-countries-will-adopt-bitcoin-as-legal-tender-this-year/",
    "title": "Devere Group CEO Predicts 3 Countries Will Adopt Bitcoin as Legal Tender This Year",
    "date": "2022 / 01 / 15",
    "type": "FEATURED",
    "content": "The CEO of financial advisory and asset management firm Devere Group has predicted that three countries will adopt bitcoin as legal tender this year. He is more bullish than El Salvador’s president who predicted that two countries will make bitcoin their national currency. The CEO of Devere Group, an independent financial advisory and asset management firm, predicted earlier this week that three more countries will adopt bitcoin as legal tender in 2022. His prediction is more bullish than the one made by El Salvador’s president one day prior. The Salvadoran president, Nayib Bukele, predicted that two more countries will adopt BTC as legal tender this year."
  },
  {
    "href": "https://news.bitcoin.com/jpmorgan-report-states-ethereum-might-lose-defi-dominance-due-to-scaling-issues/",
    "title": "JPMorgan Report States Ethereum Might Lose Defi Dominance Due to Scaling Issues",
    "date": "2022 / 01 / 14",
    "type": "NEWS",
    "content": "A note from JPMorgan states that Ethereum might be at risk of losing defi dominance as a result of its inability to produce effective scaling solutions fast. The note, written by Nikolaos Panigirtzoglou, managing director of global markets strategy at the firm, further stated that other new smart contracts-enabled blockchains are the ones taking this market share, instead of Ethereum sidechains or other Ethereum-based solutions. A note from JPMorgan states that Ethereum might keep losing dominance in the field of decentralized finance in the coming year. The note, written by Nikolaos Panigirtzoglou, managing director of global markets strategy at JPMorgan, states this dominance is at risk due to the problems Ethereum has had scaling its network. On this, the note stated that scaling:"
  },
  {
    "href": "https://news.bitcoin.com/maker-co-founder-calls-ust-and-mim-solid-ponzis-that-will-go-to-zero/",
    "title": "Maker Co-Founder Calls UST and MIM 'Solid Ponzis' That Will Go to Zero",
    "date": "2022 / 01 / 14",
    "type": "NEWS",
    "content": "Rune Christensen, one of the founders of Maker, the decentralized autonomous organization behind the governance of stablecoin DAI, has spoken out against two competitors. He stated that UST, Terra’s dollar-pegged stablecoin, and MIM, another collateralized stablecoin, were “solid ponzis” and that the bear market would eventually lead their prices to zero. Rune Christensen, one of the co-founders of the organization behind the creation and development of DAI, a decentralized stablecoin, has called out two competitors. Christensen indicated that he got tired of being nagged by UST and MIM “reply guys” on Twitter, and indicated his opinion about these two relatively new stablecoins, comparing them with DAI. Christensen stated: Look, UST and MIM are solid ponzis and I respect that. You can make good money off them for sure. But they are not built for resilience and they are going to 0 once the market turns for real."
  },
  {
    "href": "https://news.bitcoin.com/cryptocurrency-worth-435-million-seized-by-12-uk-police-forces-in-five-years/",
    "title": "Cryptocurrency Worth $435 Million Seized by 12 UK Police Forces in Five Years",
    "date": "2022 / 01 / 14",
    "type": "REGULATION",
    "content": "U.K. police have revealed how much cryptocurrency they have seized in the past five years in response to Freedom of Information requests. The London Metropolitan Police seized more bitcoins than other police boroughs. Twelve of the U.K.’s 43 police forces have seized cryptocurrency worth approximately £322 million ($435 million) in criminal investigations in the last five years, New Scientist reported Thursday, citing Freedom of Information (FOI) requests it submitted. Bitcoin made up 99.9% of the cryptocurrencies seized in the U.K. However, Law enforcement also seized ethereum, monero, dash, and zcash, the publication conveyed."
  },
  {
    "href": "https://news.bitcoin.com/institutional-investors-sec-having-more-power-to-regulate-crypto-boost-prices/",
    "title": "Institutional Investors Say SEC Having More Power to Regulate Crypto Will Boost Prices",
    "date": "2022 / 01 / 14",
    "type": "REGULATION",
    "content": "Institutional investors are optimistic about the U.S. Securities and Exchange Commission (SEC) having more power to regulate the crypto market, a recent survey shows. They believe that if the SEC is granted extra powers, the prices of cryptocurrencies will be positively impacted. Nickel Digital Asset Management, a regulated European digital asset hedge fund manager, recently released a report on the institutional adoption of crypto assets. The report includes a survey and interviews with 50 wealth managers and 50 institutional investors across the U.S., the U.K., Germany, France, and the United Arab Emirates (UAE). They collectively manage around $108.4 billion."
  },
  {
    "href": "https://news.bitcoin.com/report-illicit-crypto-addresses-received-14-billion-in-2021-only-0-15-of-transaction-volume-associated-with-crime/",
    "title": "Report: Illicit Crypto Addresses Received $14 Billion in 2021, Only 0.15% of Transaction Volume Associated With Crime",
    "date": "2022 / 01 / 14",
    "type": "REGULATION",
    "content": "According to the latest data from Chainalysis, the total cryptocurrency value received by illicit addresses grew to a new all-time high of $14 billion in 2021. Although the new all-time high is almost twice the $7.8 billion that was recorded in 2020, it represents just 0.15% of the 2021 cryptocurrency transaction volume.  The value of cryptocurrency-related crimes recorded in 2021 surged to a new all-time high of $14 billion, a figure that is almost double the $7.8 billion which was received by so-called illicit addresses in the year 2020. Nevertheless, this increase in the value of funds transferred to illicit addresses is still much lower than the average growth of the crypto economy, the latest Chainalysis data has shown."
  },
  {
    "href": "https://news.bitcoin.com/ertha-partners-with-cryowar/",
    "title": "Ertha Partners with Cryowar",
    "date": "2022 / 01 / 14",
    "type": "SPONSORED",
    "content": "Ertha, one of the most highly-anticipated metaverse projects, recently launched it’s native ERTHA token to much success on Huobi Primelist. The play-to-earn game made huge progress in 2021 and is now poised to deliver a one-of-a-kind experience to fans of NFT gaming later this year. Thanks to the project’s meteoric rise, Ertha has attracted the attention of some of the biggest names in DeFi, bringing about high-profile investments and now, a valuable partnership with a team well renowned for its glowing reputation within the game development community. Ertha is partnering with Cryowar, a next-generation play-to-earn arena brawler powered by the Solana blockchain. The Cryowar team’s dedication to their craft and commitment to spotlighting NFT gaming combines the two teams’ shared values. The partnership will be exciting news for both sets of communities, as their exchange of ideas is sure to open up new avenues and perspectives, collectively pushing the boundaries of blockchain gaming."
  },
  {
    "href": "https://news.bitcoin.com/mozilla-pauses-ability-to-donate-crypto-after-complaints-and-environmental-impact-considerations/",
    "title": "Mozilla 'Pauses the Ability to Donate Crypto' After Complaints and 'Environmental Impact' Considerations",
    "date": "2022 / 01 / 14",
    "type": "NEWS",
    "content": "On December 31, the software community founded in 1998, Mozilla, announced it was accepting crypto-asset donations via Bitpay. However, shortly after the announcement, a number of people complained about the decision the company made. A week later, Mozilla has announced it is backing away from digital currency acceptance for now and has “paused the ability to donate cryptocurrency.” Last week, Mozilla, the current owners of the Gecko layout engine, the Thunderbird email client, and the Firefox web browser revealed it was accepting crypto donations via the payment processor Bitpay. “Dabble in dogecoin? HODLing some bitcoin [and] ethereum? We’re using Bitpay to accept donations in cryptocurrency,” Mozilla tweeted at the time. Mozilla co-founder Jamie Zawinski criticized Mozilla’s crypto acceptance decision immediately after the tweet. “Hi, I’m sure that whoever runs this account has no idea who I am, but I founded Mozilla and I’m here to say f*** you and f*** this,” Zawinski said. “Everyone involved in the project should be witheringly ashamed of this decision to partner with planet-incinerating Ponzi grifters.”"
  },
  {
    "href": "https://news.bitcoin.com/interest-in-bitcoin-and-ethereum-slides-according-to-google-trends-data-nft-queries-skyrocket/",
    "title": "Interest in Bitcoin and Ethereum Slides According to Google Trends Data, NFT Queries Skyrocket",
    "date": "2022 / 01 / 14",
    "type": "NEWS",
    "content": "While bitcoin, non-fungible token (NFT) assets, ethereum, and cryptocurrencies had an incredible year in 2021, none of the trends made it into Google’s “Year in Search” review. Currently, interest in bitcoin, in terms of Google searches has dropped considerably since the week of May 16th through the 22nd of last year. Search trends for the term “bitcoin” have slid 72% since it scored the highest score of 100 last May to today’s score of 28. Interest in bitcoin, NFTs, cryptocurrency and ethereum has waned according to Google search trends. Essentially, the web page Google Trends analyzes the popularity of top search queries worldwide and regionally and it scores specific terms and phrases by the number of searches. Last year, crypto-assets like BTC and ETH reached all-time price highs and interest increased a great deal during those specific time frames. Typically, when the price reaches new heights, Google Trends shows that queries worldwide increase and the opposite happens when the price sinks."
  },
  {
    "href": "https://news.bitcoin.com/nyc-mayor-undeterred-falling-bitcoin-price-buying-dip-could-yield-good-profit/",
    "title": "NYC Mayor Undeterred by Falling Bitcoin Price, Says Buying the Dip Could Yield 'Good Profit'",
    "date": "2022 / 01 / 14",
    "type": "MARKETS AND PRICES",
    "content": "The mayor of New York City, Eric Adams, is not deterred by bitcoin’s volatility, noting that buying the dip could yield “a good profit.” He reiterated that he will receive his first three paychecks in bitcoin and will make New York City the center of blockchain technology. The mayor of New York City, Eric Adams, is undeterred by the falling price of bitcoin. A former New York City police captain and Brooklyn borough president, Adams took office on Jan. 1 as the 110th mayor of New York City. He was asked on CNBC Thursday whether he has been paid in bitcoin since he said last year that he will take his first three paychecks in BTC."
  },
  {
    "href": "https://news.bitcoin.com/paypal-coin-payments-giant-explores-launching-stablecoin-to-boost-crypto-offerings/",
    "title": "Paypal Coin: Payments Giant Explores Launching Stablecoin to Boost Crypto Offerings",
    "date": "2022 / 01 / 13",
    "type": "FEATURED",
    "content": "Paypal is reportedly working on a stablecoin backed by the U.S. dollar to expand its cryptocurrency offerings. “We will, of course, work closely with relevant regulators,” the company stressed. Paypal Holdings Inc. is reportedly exploring the launch of its own stablecoin backed by the U.S. dollar as part of the company’s cryptocurrency push, Bloomberg reported Friday. Jose Fernandez da Ponte, senior vice president of crypto and digital currencies at Paypal, confirmed to the publication:"
  },
  {
    "href": "https://news.bitcoin.com/veteran-trader-peter-brandt-sacred-trading-rule-bitcoin-falls-warns-against-buying-the-dip/",
    "title": "Veteran Trader Peter Brandt Shares 'Sacred Trading Rule' as Bitcoin Falls, Warns Against Buying the Dip",
    "date": "2022 / 01 / 13",
    "type": "MARKETS AND PRICES",
    "content": "Veteran trader Peter Brandt has shared “a sacred trading rule” he uses in response to a comment about buying bitcoin as the price of the cryptocurrency continues to fall. “Never add to a losing trade,” he affirmed. Veteran trader Peter Brandt has a trading suggestion for anyone considering buying the dip. Brandt has been a futures and FX career trader since 1975. He is a chartist and the author of the Factor Report. He trades a variety of markets, including Dow futures, bonds, corn, crude oil, European wheat, Osaka Dow, U.S. dollar, and sugar. Replying to a comment on Twitter stating that there may be additional opportunities for long-term hodlers to buy even cheaper bitcoin in the coming months, Brandt wrote:"
  },
  {
    "href": "https://news.bitcoin.com/pakistanis-lose-millions-to-crypto-scam-pakistan-issues-notice-to-binance/",
    "title": "Pakistanis Lose Millions to Crypto Scam, Pakistan Issues Notice to Binance",
    "date": "2022 / 01 / 13",
    "type": "NEWS",
    "content": "Investors from Pakistan have become victims of a massive fraud using cryptocurrency. The country’s main law enforcement agency has issued a notice to crypto exchange Binance in relation to the scam which resulted in the loss of $100 million dollars for Pakistanis, media reports revealed. Pakistan’s Federal Investigation Agency (FIA) has uncovered a crypto investment scam that has allegedly cost Pakistani citizens some 17.7 billion rupees (around $100 million). Providing details on the case, Imran Riaz, director of the FIA cybercrime wing, said on Friday that the organizers used cryptocurrency. Quoted by local media, Riaz announced: We launched a probe after receiving complaints regarding a fraud involving billions of rupees being committed using nine online applications."
  },
  {
    "href": "https://news.bitcoin.com/feds-outgoing-vice-chair-richard-claridas-rebalancing-trades-ignite-fed-trading-ethics-scandal/",
    "title": "Fed's Outgoing Vice Chair Richard Clarida’s 'Rebalancing' Trades Ignite Fed Trading Ethics Scandal",
    "date": "2022 / 01 / 13",
    "type": "ECONOMICS",
    "content": "Members of the U.S. Federal Reserve are getting criticized this week after the central bank published its minutes report from the policy meeting on December 14-15. Following the update, the outgoing vice chair of the Federal Reserve’s trading activities has reignited ethics conversations. The U.S. central bank can shake up markets and this was seen earlier this week when the Federal Reserve published last month’s policy meeting update which indicated the Fed’s plans to raise rates and cut back quantitive easing (QE). Not too long after, the New York Times (NYT) published a new disclosure report concerning the outgoing vice chair of the Federal Reserve, Richard Clarida. NYT author Jeanna Smialek wrote that “corrected disclosures show that Vice Chair Richard H. Clarida sold a stock fund, then swiftly repurchased it before a big Fed announcement.” The reporter further added that “Clarida, the departing vice chair of the Federal Reserve, failed to initially disclose the extent of a financial transaction he made in early 2020 as the Fed was preparing to swoop in and rescue markets amid the unfolding pandemic.”"
  },
  {
    "href": "https://news.bitcoin.com/2-7-billion-in-nft-sales-recorded-last-month-ethereum-ronin-solana-top-3-nft-networks/",
    "title": "$2.7 Billion in NFT Sales Recorded Last Month — Ethereum, Ronin, Solana Top 3 NFT Networks",
    "date": "2022 / 01 / 13",
    "type": "MARKETS AND PRICES",
    "content": "This week Google Trends shows that the acronym NFT, which stands for non-fungible token, has reached a score of 100, the highest score a search query can get from the data analytics aggregator. Meanwhile, statistics indicate that during the last 30 days across ten different blockchains, there’s been $2.73 billion in NFT sales. While the crypto economy has seen a downturn, it’s too early to say whether or not it’s affecting NFT sales. However, monthly statistics show that across ten different blockchain networks including Ethereum, Ronin, Solana, Flow, Polygon, and more, there’s been $2.73 billion in NFT sales. The collection with the most sales stemmed from the Ronin chain or the Axie Infinity blockchain video game NFT compilation. Over the last 30 days, metrics indicate Axie Infinity saw $219.5 million in sales. Month-over-month, Axie Infinity sales are down 66.51%."
  },
  {
    "href": "https://news.bitcoin.com/value-locked-in-defi-slips-10-in-4-days-ethereum-tvl-dominates-at-58/",
    "title": "Value Locked in Defi Slips 10% in 4 Days, Ethereum TVL Dominates at 58%",
    "date": "2022 / 01 / 13",
    "type": "DEFI",
    "content": "Four days ago, the total value locked (TVL) in decentralized finance (defi) was coasting along at $255.84 billion and since then, the TVL has dropped ​​8.55% in value. During the last 24 hours, the TVL has slid 2.80%, and Curve’s $23 billion locked today represents 9.84% dominance. What do you think about the recent defi action this past week? Let us know what you think about this subject in the comments section below. \nJamie Redman is the News Lead at Bitcoin.com News and a financial tech journalist living in Florida. Redman has been an active member of the cryptocurrency community since 2011. He has a passion for Bitcoin, open-source code, and decentralized applications. Since September 2015, Redman has written more than 5,000 articles for Bitcoin.com News about the disruptive protocols emerging today."
  },
  {
    "href": "https://news.bitcoin.com/investors-in-collapsed-south-african-crypto-platform-push-for-jailing-of-africrypt-directors/",
    "title": "Investors in Collapsed South African Crypto Platform Push for Jailing of Africrypt Directors",
    "date": "2022 / 01 / 14",
    "type": "REGULATION",
    "content": "A group of investors in Africrypt are reportedly pushing to have criminal charges pressed against directors of the now-defunct cryptocurrency investment platform. Opponents of the move have argued that this push is unlikely to succeed because many of the investors have already been reimbursed part of their funds.  In a new twist to the Africrypt saga, a group of investors in the collapsed cryptocurrency investment platform is reportedly taking steps to ensure criminal charges are leveled against the firm’s two missing directors. The move by these investors comes just a few weeks after a mystery investor paid more than $5 million to rescue Africrypt. According to a Bloomberg report, this group of investors wants the matter resolved quickly and has raised the possibility of pursuing the case via a private prosecution. These investors are being represented by Sean Pierce of Coast to Coast Special Investigations. In an interview, Pierce explains why the investors want criminal charges pressed against the crypto platform’s two directors, Raees and Ameer Cajee. He said:"
  },
  {
    "href": "https://news.bitcoin.com/ceo-of-mirror-trading-international-bitcoin-ponzi-scheme-arrested-in-brazil/",
    "title": "CEO of Mirror Trading International Bitcoin Ponzi Scheme Arrested in Brazil",
    "date": "2022 / 01 / 14",
    "type": "REGULATION",
    "content": "Johann Steynberg, the wanted CEO of Mirror Trading International was recently arrested by Brazilian law enforcement after he was caught using a fake document. The arrest, which took place in the country’s Goiás province, was carried out by the Brazilian military police.  Johann Steynberg, the CEO of Mirror Trading International (MTI), a bitcoin Ponzi scheme, was recently arrested by Brazilian law enforcement after he was caught using a false document, reports from the South American country have said. Following the arrest, credit cards, laptops, and fake identification were also seized. As per several Portuguese language reports, Steynberg, who is on Interpol’s wanted list, was apprehended in the Goiás province by members of an elite unit within Brazil’s military police."
  },
  {
    "href": "https://news.bitcoin.com/solana-formally-acknowledges-problems-with-high-compute-transactions-clogging-network/",
    "title": "Solana Formally Acknowledges Problems With 'High Compute' Transactions Clogging the Network",
    "date": "2022 / 01 / 14",
    "type": "NEWS",
    "content": "Solana, a top ten smart contracts-enabled cryptocurrency by market cap, has acknowledged it is facing a series of problems hindering the performance of its network. The official account of the status of the network, as well as the status page, reported this incident yesterday. This is the latest issue Solana is facing after experiencing several network disruptions during the past months. Solana, a smart contracts-enabled cryptocurrency, has formally acknowledged its network is suffering performance issues affecting the throughput of the system and causing it to drop certain transactions. The report was issued by the Solana Status Twitter account of the project, which informed users of the situation yesterday. The account explained:"
  },
  {
    "href": "https://news.bitcoin.com/mai-capital-predicts-tough-year-for-crypto-bitcoin-ethereum-do-well-once-regulations-come-into-focus/",
    "title": "Mai Capital Predicts Tough Year for Crypto — Expects Bitcoin and Ethereum to Do Well Once Regulations Come Into Focus",
    "date": "2022 / 01 / 12",
    "type": "REGULATION",
    "content": "Mai Capital Management’s chief equity strategist and regional president, Chris Grisanti, has predicted that this year will be tough for crypto largely due to regulations. However, he expects established cryptocurrencies, such as bitcoin and ether, to “do quite well” once regulations come into focus. Mai Capital Management’s Chris Grisanti shared his outlook for the cryptocurrency market in an interview with CNBC Thursday. Grisanti, CFA, is chief equity strategist and regional president of Mai Capital Management, a wealth management firm that provides planning and investment advisory services. Noting that crypto is “almost a victim of its own success,” Grisanti detailed:"
  },
  {
    "href": "https://news.bitcoin.com/wind-breaking-nfts-reality-star-who-made-200k-selling-farts-in-mason-jars-launches-nft-collection/",
    "title": "Wind-Breaking NFTs: Reality Star Who Made $200K Selling Farts in Mason Jars Launches NFT Collection",
    "date": "2022 / 01 / 12",
    "type": "BLOCKCHAIN",
    "content": "Just recently the reality star, American Youtuber, and Tiktoker Stephanie Matto made international headlines after raising $200K from selling her farts contained in mason jars online. After Matto had to go to the hospital and after a doctor told her the farting idea was causing her to get hospitalized, she’s decided to sell her fart jars as non-fungible token (NFT) collectibles. The Youtuber and Tiktoker Stephanie Matto chose an interesting career choice when she decided to sell her farts in mason jars to paying customers online. The wind-breaking entrepreneur managed to acquire $200,000 for her mason jarred farts, but the idea was taking a physical toll on her body. That’s according to a doctor who told her the farting idea was an issue after Matto was recently hospitalized. In order to be more conscious of her body, Matto is now leaning on blockchain technology to continue her fart-selling career. Matto, the former reality star of TLC’s “90 Day Fiancé,” decided to launch fartjarsnft.com and sell her work in the form of non-fungible token (NFT) assets. The website launched last Wednesday and to mint a Fart Jar NFT, it costs 0.05 ETH or roughly $155 per NFT at the time of publication. “Imagine the smell,” the website declares and Matto is quite certain she is giving people exactly what they want."
  },
  {
    "href": "https://news.bitcoin.com/making-a-stronger-impact-artistically-an-in-depth-discussion-about-nfts-with-system-of-a-downs-serj-tankian/",
    "title": "'Making a Stronger Impact Artistically' — An In-Depth Discussion About NFTs With System of a Down’s Serj Tankian",
    "date": "2022 / 01 / 12",
    "type": "INTERVIEW",
    "content": "Last month, the lead vocalist of System of a Down, Serj Tankian, hosted an art exhibition with the non-fungible token (NFT) platform and marketplace Curio NFT. The physical and virtual-melded art show was called “Not for Touching” and this week Tankian told Bitcoin.com News that he believes NFT technology has opened new doors for his artistic expression. This week Bitcoin.com News chatted with System of a Down’s (SoaD) lead vocalist, Serj Tankian, about non-fungible token (NFT) tech and how it has given him the ability to express his art in a new way. In December, Tankian and Curio NFT hosted an art exhibition featuring the artist’s NFT artwork called “Not for Touching.” Tankian has been an artist for years, but NFTs has given the SoaD singer a new way “to affect multiple senses simultaneously” and he stressed that he’s always interested in having “a stronger impact artistically.” The following is an in-depth discussion with SoaD’s Serj Tankian that Bitcoin.com News recorded on January 5."
  },
  {
    "href": "https://news.bitcoin.com/kosovo-seizes-hundreds-of-crypto-mining-machines-in-crackdown/",
    "title": "Kosovo Seizes Hundreds of Crypto Mining Machines in Crackdown",
    "date": "2022 / 01 / 12",
    "type": "MINING",
    "content": "Police in Kosovo seized another batch of over 200 mining devices as part of raids that started on Thursday. The offensive against underground crypto farms was launched after authorities in Pristina banned the power-hungry minting of digital currencies amid an energy crisis in the country. Law enforcement officers in Kosovo have confiscated hundreds of mining machines as part of efforts to curb crypto mining activities in the face of electricity shortages. One person has been arrested in the latest police operation in the predominantly Serb northern part of the country. A statement issued by the Kosovo police revealed that the authorities have seized 272 devices used for the production of cryptocurrency in the municipality of Leposavic, AFP reported. “The whole action took place and ended without incidents,” Interior Minister Xhelal Svecla noted in a post on Facebook."
  },
  {
    "href": "https://news.bitcoin.com/social-media-giant-wechat-to-support-chinas-cbdc-platform-expected-to-boost-adoption-rate/",
    "title": "Social Media Giant Wechat to Support China's CBDC, Platform Expected to Boost Adoption Rate",
    "date": "2022 / 01 / 13",
    "type": "FINTECH",
    "content": "China’s social media giant, Wechat has said it will support the digital yuan in a move that is expected to increase the of Chinese residents that use the central bank’s digital currency (CBDC). Wechat’s support of the digital yuan potentially avails the digital currency to the social media’s 800 million active users.  Wechat, one of China’s biggest messaging and payment apps, is reportedly set to support the digital yuan, China’s CBDC. The addition of the CBDC to the social platform is expected to boost the adoption rate of the digital yuan. The messaging giant’s decision to support the CBDC comes shortly after the central bank’s launch of the e-cny app that gives users in certain Chinese regions and cities access to the digital yuan."
  },
  {
    "href": "https://news.bitcoin.com/ruling-party-sources-deny-plan-to-levy-40-tax-on-crypto-yields-in-turkey/",
    "title": "Ruling Party Sources Deny Plan to Levy 40% Tax on Crypto Yields in Turkey",
    "date": "2022 / 01 / 13",
    "type": "REGULATION",
    "content": "The government in Turkey does not intend to impose a 40-percent levy on crypto-related gains as has been alleged, members of the ruling AKP party have indicated to the local press. They have also emphasized that the current regulatory efforts are aimed at creating a sustainable environment for the blockchain industry.  A legislative proposal tailored to regulate cryptocurrency trade in Turkey is likely to be submitted to the parliament in the upcoming weeks. Sources from the Justice and Development Party (AKP), the country’s ruling political force, have “strongly denied” allegations that authorities in Ankara are going to tax cryptocurrency gains at a rate of 40%, the Turkish newspaper Hürriyet reported. One of the AKP representatives, the deputy leader of the party’s parliamentary group Mustafa Elitaş, commented on social media last month that the new law will serve to regulate Turkey’s crypto system, while “preventing malicious acts, protecting investors and countering grievances” as he put it. He remarked that drafts prepared by other institutions have also been mentioned by the media but stressed that the legislature will have the final say."
  },
  {
    "href": "https://news.bitcoin.com/samsung-reveals-virtual-store-837x-in-decentraland-metaverse-with-nft-badges-and-theater/",
    "title": "Samsung Reveals Virtual Store 837X in Decentraland Metaverse With NFT Badges and Theater",
    "date": "2022 / 01 / 13",
    "type": "NEWS",
    "content": "After the electronics giant Samsung disclosed the firm’s upcoming 2022 smart televisions would boast non-fungible token (NFT) support, the company has revealed it has opened a virtual store inside the Decentraland metaverse. Modeled from the physical store Samsung 837, Samsung’s metaverse store is called “Samsung 837X.” Samsung is all about the metaverse and NFTs these days, as the company has opened a store within the blockchain virtual metaverse Decentraland. The Samsung 837X store is modeled from the physical location in New York City, and the virtual store will be open to Decentraland visitors for a limited time. “Samsung’s new metaverse experience brings its spirit as an experiential playground for people to discover the amazing possibilities when technology and culture collide,” the electronics manufacturer’s announcement explains. The company further details that the visitors will be able to experience the Connectivity Theater, the Sustainability Forest, and the Customization Stage."
  },
  {
    "href": "https://news.bitcoin.com/crypto-fear-and-greed-index-score-hits-5-month-low-analyzed-sentiment-points-to-extreme-fear/",
    "title": "Crypto Fear and Greed Index Score Hits 5 Month Low, Analyzed Sentiment Points to 'Extreme Fear'",
    "date": "2022 / 01 / 13",
    "type": "MARKETS AND PRICES",
    "content": "On January 8, 2022, the price of bitcoin dropped to $40,517 per unit just after 1 p.m. (EST) on Saturday afternoon. According to the Crypto Fear & Greed Index (CFGI), sentiment shows “extreme fear” is in the air, and the CFGI score is a 10. The last time the CFGI score was this low was 171 days ago on July 21, 2021.  Digital currency markets shed billions in value this past week and the leading crypto asset bitcoin (BTC) lost close to 10% during the last seven days. On Saturday, January 8, 2022, the price hit its lowest point since the end of September 2021, tapping a low of $40,517 per unit this afternoon. Bitcoin’s global trade volume on Saturday is roughly $23.6 billion. BTC’s largest trading pair is tether (USDT) which commands 61.46% of all trades today. This is followed by USD (14.73%), BUSD (6.79%), KRW (3.64%), JPY (3.27%), and EUR (3.21%)."
  },
  {
    "href": "https://news.bitcoin.com/sec-charges-australian-man-behind-the-machine-in-41m-crypto-fraud-scheme/",
    "title": "SEC Charges Australian 'Man Behind the Machine' in $41M Crypto Fraud Scheme",
    "date": "2022 / 01 / 13",
    "type": "REGULATION",
    "content": "The U.S. Securities and Exchange Commission (SEC) has charged an Australian citizen who called himself the “Man behind the Machine” in a fraudulent crypto scheme that raised almost $41 million. He and his companies made “materially false and misleading statements in connection with an unregistered offer and sale of digital asset securities.” The SEC announced Thursday charges against Australian citizen Craig Sproule and two companies he founded for “defrauding Investors.” The two companies are Crowd Machine Inc. and Metavine Inc. The SEC alleged that they made “materially false and misleading statements in connection with an unregistered offer and sale of digital asset securities.”"
  }
]