[
  {
    "href": "https://news.bitcoin.com/as-us-inflation-skyrockets-white-house-blames-monopolies-economist-calls-for-price-controls/",
    "title": "As US Inflation Skyrockets White House Blames Monopolies, Economist Calls for Price Controls",
    "date": "2022 / 01 / 12",
    "type": "ECONOMICS",
    "content": "U.S. inflation is red hot and a number of analysts and economists are predicting America will face further economic issues as politicians and the Biden administration blame corporations. This perspective on rising inflation has led finance authors like Isabella Weber to believe that price controls could ease America’s economic burdens. America is dealing with the worst inflation in over four decades and the White House thinks that tougher anti-monopoly policy could fix the situation. Furthermore, a few congressional leaders want to stifle online ecommerce giants like Amazon with proposals like Senator Amy Klobuchar’s (D-Minn.) American Innovation and Online Competition Act. Senator Tom Cotton’s (R-Ark.) Platform Competition and Opportunity Act (PCOA) is also aimed at reforming anti-trust laws. The White House is blaming the loss of purchasing power in America on monopolistic behavior. Last month, the White House shared data that claimed four corporate entities in the meat-processing industry have been fueling inflation. NYU professor Marion Nestle told the New York Times in an interview that “their goal is to control the market so that they can control the price.” Despite the opinion from Biden’s administration, the North American Meat Institute says the claims are false."
  },
  {
    "href": "https://news.bitcoin.com/kickstarting-the-bitcoin-network-a-look-at-the-genesis-block-and-source-code-that-sparked-a-financial-revolution/",
    "title": "Kickstarting the Bitcoin Network: A Look at the Genesis Block and Source Code That Sparked a Financial Revolution",
    "date": "2022 / 01 / 12",
    "type": "FEATURED",
    "content": "13 years ago today, the anonymous creator of the Bitcoin protocol kickstarted the network by mining the genesis block. Satoshi started the genesis block on Saturday, January 3, 2009, at precisely 1:15 p.m. (EST), and since then more than 700,000 blocks have been mined into existence. Today, bitcoiners and cryptocurrency advocates worldwide are celebrating the 13th anniversary of the Bitcoin network’s launch. On this day, 13 years ago, Bitcoin’s inventor Satoshi Nakamoto launched the genesis block, otherwise known as “block zero.” There are several unique characteristics of the genesis block that make it different than the blocks that followed. For instance, the genesis block has a 50 BTC block reward subsidy that can never be spent. Block zero also has two more leading hex zeroes in the hash which was common for bitcoin blocks mined in the early days. The genesis block also contains a special message stored in the coinbase parameter. The message derives from a London Times January 3, 2009 headline and reads:"
  },
  {
    "href": "https://news.bitcoin.com/ertha-to-prime-listing-huobi-on-january-4th/",
    "title": "Ertha to Prime List Huobi on January 4th",
    "date": "2022 / 01 / 12",
    "type": "SPONSORED",
    "content": "Ertha’s Listing and TGE will be hosted on Huobi as a Prime List on the 4th of January, 2022. Listing on Huobi ensures that ERTHA Metaverse becomes the leading token in the GameFi & NFT space.  Gaining a Primelist brings new levels of visibility and prestige to the project, introducing us to a wider demographic of investors and supporting the value and longevity of the token. It also provides the community a convenient way to access the $ERTHA token."
  },
  {
    "href": "https://news.bitcoin.com/argentinian-government-inquires-about-power-bitcoin-mining-companies-use-amidst-power-cuts/",
    "title": "Argentinian Government Inquires About Energy Bitcoin Mining Companies Use Amidst Power Cuts",
    "date": "2022 / 01 / 12",
    "type": "NEWS",
    "content": "The Argentinian government is starting to inquire about the power consumption of bitcoin mining companies after some provinces in the country faced power cuts during the last days of 2021. Cammesa, the state-owned power wholesaler, has sent a memo to big power consumers to reveal whether they are mining cryptocurrency. If so, the companies should reveal their actual power consumption so a price hike can be coordinated, and they will need to invest in power infrastructure. The Argentinian government is trying to pinpoint the exact power usage that bitcoin miners require from the national power grid, in order to take measures to improve the current power crisis the country is facing. Cammesa, the state-owned energy wholesaler, has sent a letter to all registered large-scale consumers, requesting they report the energy consumption of possible mining operations they may host, including the power consumed by what the company calls the “server group,” the refrigeration equipment to cool the miners, and other associated equipment. According to local media reports, the Argentinian government — via the Undersecretary of Electric Energy — could be planning to take action to get miners to pay more for this energy, launching a new tariff scheme and making cryptocurrency miners invest in the power system directly. This with the objecting of relieving the stress these operations are said to be causing the national grid, which in some cases has faced power cuts affecting more than 80,000 citizens and provoking protests."
  },
  {
    "href": "https://news.bitcoin.com/presidential-candidate-in-south-korea-to-raise-funds-in-cryptocurrency-issue-nfts/",
    "title": "Presidential Candidate in South Korea to Raise Funds in Cryptocurrency, Issue NFTs",
    "date": "2022 / 01 / 12",
    "type": "NEWS",
    "content": "Lee Jae-myung, nominated by the ruling party in South Korea for the upcoming presidential elections this spring, is preparing to raise funds in cryptocurrencies and issue non-fungible tokens for supporters. His campaign hopes that the initiative will woo young and tech-savvy Korean voters whose interest in digital assets is growing. The Democratic Party of Korea, the country’s leading political force, is going to raise election funds through cryptocurrency and issue receipts to donors in the form of non-fungible tokens (NFTs), Korean media reported on Sunday. The money will be used to finance the campaign of the party’s presidential nominee, Lee Jae-myung. Bitcoin (BTC), ethereum (ETH), and up to three other cryptocurrencies are now under consideration. The final list of coins to be accepted will be announced in mid-January, the committee managing Lee’s run unveiled, quoted by the Korean Herald and the Yonhap news agency."
  },
  {
    "href": "https://news.bitcoin.com/square-enix-president-talks-nfts-metaverse-blockchain-gaming-in-new-years-letter/",
    "title": "Square Enix President Talks NFTs, Metaverse, Blockchain Gaming in New Year's Letter",
    "date": "2022 / 01 / 13",
    "type": "NEWS",
    "content": "Yosuke Matsuda, president of Square Enix, a leading game developing company, has voiced his opinion about the rise of new technologies and trends like NFTs, blockchain gaming, and the metaverse concept in the gaming space. Matsuda explains the business strategy around these, detailing how Square Enix is moving to include them in their upcoming games. Yosuke Matsuda, the president of Square Enix, the game company behind multibillion-dollar franchises like Final Fantasy, has detailed the next steps when it comes to including new, blockchain-based technologies in his plans for the new year. In a new year’s letter, Matsuda explains that these new technologies, including non-fungible tokens (NFTs) and the concept of the metaverse, had a rise during the last year, and that these will evolve to a more actionable phase during this year. Matsuda remarked the importance of these to their overall business strategy, stating:"
  },
  {
    "href": "https://news.bitcoin.com/ethereum-co-founder-vitalik-buterin-talks-argentina-bch-stablecoins-scaling-in-tweetstorm/",
    "title": "Ethereum Co-Founder Vitalik Buterin Talks Argentina, BCH, Stablecoins, Scaling in Tweetstorm",
    "date": "2022 / 01 / 13",
    "type": "NEWS",
    "content": "Vitalik Buterin, the co-founder of Ethereum, the second-biggest cryptocurrency by market cap, has reacted to some of his earlier beliefs in a new year’s tweetstorm. The developer touched on some subjects including the rise of cryptocurrency in Argentina and how stablecoins are thriving in the country, how ethereum scaling is still a pressing concern for him, and the performance of bitcoin cash. Vitalik Buterin, the co-founder of Ethereum, touched on some of his earlier opinions about some subjects and how these fare against the current state of affairs of the crypto landscape in a new year’s tweetstorm. Buterin started by remembering an article that talked about how bitcoin could help Argentinians and Iranians back in 2019, where he concluded this was due to its uncensorable and international character instead of due to its scarcity that this could happen. Buterin’s vision on this was “generally correct”, according to its views. On this, he stated:"
  },
  {
    "href": "https://news.bitcoin.com/bored-ape-mutant-ape-yacht-club-nft-sales-skyrocket-floor-prices-spike-more-than-40/",
    "title": "Bored Ape, Mutant Ape Yacht Club NFT Sales Skyrocket — Floor Prices Spike More Than 40%",
    "date": "2022 / 01 / 13",
    "type": "MARKETS AND PRICES",
    "content": "After Eminem revealed that he purchased a Bored Ape Yacht Club (BAYC) non-fungible token (NFT) for $452K, both BAYC and Mutant Ape Yacht Club (MAYC) NFT sales have skyrocketed. Metrics indicate that on Sunday, January 2, 2022, MAYC’s seven-day trade volume of $93.02 million is up 93.41% and BAYC’s weekly volume of $78.26 million is up 150.97%. Bored Ape Yacht Club and Mutant Ape Yacht Club, are two particular NFT projects that have seen significant trade volume during the last seven days. Bored Ape Yacht Club (BAYC) is an NFT project that consists of 10,000 unique apes and today, 6,067 unique addresses hold at least one BAYC. At the time of writing, one ethereum address holds roughly 105 BAYC NFTs. Statistics show that BAYC has seen $78.26 million in seven-day volume among 434 traders. While the BAYC volume is up 150.97%, the number of traders is also up 101.86%, alongside the 122.95% increase in BAYC sales."
  },
  {
    "href": "https://news.bitcoin.com/bitcoin-legal-tender-2-more-countries-el-salvadors-president-predicts/",
    "title": "Bitcoin Will Be Legal Tender in 2 More Countries This Year, El Salvador's President Predicts",
    "date": "2022 / 01 / 13",
    "type": "FEATURED",
    "content": "El Salvador’s president has made six predictions relating to bitcoin for 2022. He expects two more countries to adopt bitcoin as legal tender this year. Meanwhile, he expects El Salvador’s Bitcoin City to commence construction during the year and his country’s volcano bonds to be oversubscribed. The president of El Salvador, Nayib Bukele, tweeted on Jan. 1 his six predictions relating to bitcoin for the year 2022. El Salvador made bitcoin legal tender alongside the U.S. dollar in September last year. Firstly, President Bukele expects the price of BTC to reach $100,000. Secondly, he believes that two more countries will adopt bitcoin as legal tender."
  },
  {
    "href": "https://news.bitcoin.com/netgears-digital-art-frames-will-support-nfts-owners-can-connect-metamask-to-meural-platform/",
    "title": "Netgear's Digital Art Frames Will Support NFTs, Owners Can Connect Metamask to Meural Platform",
    "date": "2022 / 01 / 11",
    "type": "NEWS",
    "content": "At the Consumer Electronics Show (CES) in Las Vegas, multinational computer networking company Netgear, based in San Jose, California, showcased the company’s Meural digital art frames. According to an announcement, Netgear has added non-fungible token (NFT) tech support, and the Metamask Web3 wallet will be able to sync with the product. Non-fungible tokens (NFTs) are very popular and it doesn’t seem like the trend is going away any time soon. For instance, four NFT collections now have billion-dollar market valuations including projects like Axie Infinity, Cryptopunks, Artblocks, and Bored Ape Yacht Club (BAYC). Additionally, single NFTs have sold for multi-millions from artists like Beeple, Pak, and Xcopy. Netgear, the multinational computer networking company founded in 1996, has noticed the NFT trend and the company’s Meural digital art frame will support the technology. Following the announcement at CES, the head of product and content for Netgear Meural, Poppy Simpson, told venturebeat.com that NFT owners will be able to connect their Metamask wallet to Meural. Netgear acquired Meural in 2018 and it sells 13.5 x 7.5-inch displays, as well as 16 x 24-inch and 19 x 29-inch digital frames. Simpson further explained to venturebeat.com that the NFT support was meant for devices like Meural."
  },
  {
    "href": "https://news.bitcoin.com/spain-reduces-atms-numbers-to-2002-levels-as-country-moves-to-digital-payments/",
    "title": "Spain Reduces ATM Numbers to 2002 Levels as Country Moves to Digital Payments",
    "date": "2022 / 01 / 11",
    "type": "NEWS",
    "content": "The number of ATMs in Spain has been progressively shrinking to levels the country saw in the year 2002. Reports from local media suggest these actions have been taken to reduce costs and to push payment and operation digitalization in the sector. The highest number of ATMs was registered in 2008 when there were 61,714 active machines in the network. The number of ATMs in Spain has dropped to its lowest level since 2002, when the network had 1,795 more ATMs than it has today. According to a recent report from the Bank of Spain, the network had 48,081 ATMs at the end of the third quarter of 2021. This reduction has to do with attempts to lower costs in the banking sector amidst a push for digitalization in payments and banking processes. The highest number of ATMs in the network was registered in 2008 when there were 61,714 ATMs registered in the country. Since then, banks have progressively removed machines from this network. However, utilization of the remaining ATMs has gone up, according to the same report. Just in Q3-2021, Spaniards made 171,300 withdrawal transactions using ATMs, an increase of 1.04% compared to the same period in 2020."
  },
  {
    "href": "https://news.bitcoin.com/nigeria-based-storage-provider-says-its-too-risky-for-the-world-to-rely-centralized-cloud-storage-platforms/",
    "title": "Decentralized Storage Provider Says It’s Too Risky for the World to Rely Centralized Cloud Storage Platforms",
    "date": "2022 / 01 / 11",
    "type": "INTERVIEW",
    "content": "In the past year, internet giants like Amazon and Google all experienced outages which were blamed on errors and failed upgrades. The occurrence of such outages and their impact around the world again highlighted the importance of having a decentralized internet.  Also, just like how the Covid-19 pandemic showed the world that blockchain-based digital currencies are the future, the outages suffered by the powerful internet companies may have given an impetus to those that champion the Web3.0. However, this Web3.0 can really take off if players in this ecosystem play their part in building the critical infrastructure. That is what Lucky Uwakwe, the co-founder of Stoor, says he is attempting through the startup’s blockchain-based cloud storage service."
  },
  {
    "href": "https://news.bitcoin.com/defi-kingdoms-reaches-record-activity-levels-on-top-of-metaverse-push/",
    "title": "Defi Kingdoms Reaches Record Activity Levels on Top of Metaverse Push",
    "date": "2022 / 01 / 12",
    "type": "METAVERSE",
    "content": "Defi Kingdoms, a metaverse-based blockchain game, is experiencing a rise in activity due to the push that metaverse projects are now having in the market. According to Dappradar, the activity on the game has risen considerably. This is also accompanied by the rise in the price of its native token, JEWEL, issued on top of the Harmony blockchain, a token that reached all-time high (ATH) levels in a sideways market. Defi Kingdoms, a play-to-earn (P2E) game inspired by metaverse elements that include non-fungible tokens (NFTs) as part of its structure, has been getting traction amidst the group of blockchain games that are coming out after the recent Web3 hype. According to data from Dappradar, a decentralized finance (defi) activity tracker, the number of users of Defi Kingdoms has grown more than 300% in the last month. Also, the number of transactions in the network has more than doubled in the same time, reaching 7.32 million. The game, which also includes purely decentralized finance activities that users can harness without playing it, like staking and liquidity mining, has also experienced a rise in the value of its native token, JEWEL. The price of the token touched ATH values today, breaking the $20 dollar mark amidst a general slump in the cryptocurrency market."
  },
  {
    "href": "https://news.bitcoin.com/jamaican-central-bank-says-it-has-successfully-completed-cbdc-pilot/",
    "title": "Jamaican Central Bank Says It Has 'Successfully Completed CBDC Pilot'",
    "date": "2022 / 01 / 12",
    "type": "FINTECH",
    "content": "The Jamaican central bank successfully completed the pilot testing of its central bank digital currency, a statement from the bank has said. The statement however reveals that only one payment service provider participated in the pilot. The Bank of Jamaica (BOJ) recently revealed that it had successfully completed the trial of its central bank digital currency (CBDC). The claim by the BOJ follows the completion of an eight-month test run that commenced in May 2021. However, in a statement released on the last day of 2021, the BOJ reveals that only one institution participated in the pilot. The statement explains:"
  },
  {
    "href": "https://news.bitcoin.com/retail-giant-hm-debunks-rumor-store-opening-in-metaverse-collaboration-with-ceek/",
    "title": "Retail Giant H&M Debunks Rumor of Store Opening in Metaverse, Collaboration With Ceek",
    "date": "2022 / 01 / 12",
    "type": "METAVERSE",
    "content": "Major fashion company H&M has denied the rumor that it is opening a store in the metaverse. According to false reports, customers could walk through the store and purchase products in the Ceek metaverse. Several major publications reported Monday that retail clothing giant H&M has opened a 3D store in the metaverse, including the Economic Times and Mashable India. H&M (Hennes & Mauritz) is a major fashion and design company with 53 online markets and stores in 75 markets worldwide. One of the largest clothing brands in the world, H&M has 4,856 stores globally as of Sept. 30, 2021. Its largest markets are Germany, the U.S., the U.K., France, Sweden, Russia, Italy, and the Netherlands."
  },
  {
    "href": "https://news.bitcoin.com/cftc-fines-decentralized-prediction-market-platform-polymarket-1-4-million-shuts-down-noncompliant-markets/",
    "title": "CFTC Fines 'Decentralized' Prediction Market Platform Polymarket $1.4 Million, Shuts Down Noncompliant Markets",
    "date": "2022 / 01 / 12",
    "type": "REGULATION",
    "content": "The U.S. Commodity Futures Trading Commission (CFTC) has ordered a “decentralized” prediction market platform to shut down non-compliant markets and pay a fine of $1.4 million. “Polymarket had been operating an illegal unregistered or non-designated facility for event-based binary options online trading contracts, known as ‘event markets,'” said the derivatives regulator. The Commodity Futures Trading Commission (CFTC) has taken the first crypto enforcement action of the year in the U.S. The derivatives regulator announced that it entered an order Monday “filing and simultaneously settling charges against Delaware-registered Blockratize, Inc. d/b/a Polymarket.” The company was charged “for offering off-exchange event-based binary options contracts and failure to obtain designation as a designated contract market (DCM) or registration as a swap execution facility (SEF),” the CFTC wrote. The regulator detailed:"
  },
  {
    "href": "https://news.bitcoin.com/turkeys-inflation-jumps-to-36-liras-value-plummets-citizens-flock-to-stablecoins/",
    "title": "Turkey's Inflation Jumps to 36%, Lira's Value Plummets, Citizens Flock to Stablecoins",
    "date": "2022 / 01 / 12",
    "type": "ECONOMICS",
    "content": "The Republic of Turkey’s economy and the country’s native fiat currency the Turkish lira continue to experience turmoil as inflation has risen to 36%. Since this time last year, the lira has lost 44% of its value against the U.S. dollar. Meanwhile, the use of stablecoins in Turkey has skyrocketed and today, 28.96% of all trades with tether are paired against the Turkish lira.  What do you think about Turkey’s inflation soaring to 36% and the country’s demand for stablecoins? Let us know what you think about this subject in the comments section below."
  },
  {
    "href": "https://news.bitcoin.com/smart-tvs-and-nfts-collide-samsung-introduces-worlds-first-television-based-nft-platform/",
    "title": "Smart TVs and NFTs Collide: Samsung Introduces World’s First Television-Based NFT Platform",
    "date": "2022 / 01 / 12",
    "type": "NEWS",
    "content": "The well known electronics giant Samsung, the manufacturer of LCD and LED panels, laptops, mobile phones, memory chips, and televisions, revealed that the firm’s upcoming smart TVs will incorporate non-fungible token (NFT) technology. One of the largest electronics manufacturers worldwide, Samsung Electronics, has noticed how popular NFTs are today and the company believes there’s something needed to view these digital artworks. The U.S. Samsung Newsroom published a summary of the company’s latest lineup of MICRO LED, Neo QLED, and Lifestyle TVs with “cutting-edge personalization options.” The NFT description is toward the end of the announcement which explains that “Samsung’s 2022 Smart TVs come with a new Smart Hub.” In addition to features like the “Gaming Hub,” “Watch All,” and an NFT Platform. “This application features an intuitive, integrated platform for discovering, purchasing and trading digital artwork through MICRO LED, Neo QLED and The Frame,” Samsung’s announcement details."
  },
  {
    "href": "https://news.bitcoin.com/cryptocurrency-draft-law-presented-in-peru/",
    "title": "Cryptocurrency Draft Law Presented in Peru",
    "date": "2022 / 01 / 10",
    "type": "REGULATION",
    "content": "A draft of a new cryptocurrency asset law was introduced in Peru in December, seeking to regulate the cryptocurrency interactions that are already happening in the country. The draft law, besides defining what a crypto asset is and establishing the duties of virtual asset service providers (VASPs), also seeks to legalize the use of assets to incorporate and be held by companies. A new piece of draft legislation called “Cryptoasset Marketing Framework” has been introduced in the Peruvian Congress under the number N° 1042/2021-CR, in the first attempt of the country to regulate cryptocurrency interactions. The project, which was presented December 10 by Jose Luis Elias Avalos, a member of the “Podemos Peru” parliamentary group, defines several key concepts in the cryptocurrency world, including crypto assets, virtual asset service providers (VASPs), blockchain, and cryptography. The law also proposes the creation of a public registry for VASPs, that users can consult anytime to find out if an exchange or platform is registered to do business on Peruvian soil. In addition, it establishes the conditions that each VASP must follow to operate lawfully in the country."
  },
  {
    "href": "https://news.bitcoin.com/central-banks-gold-holdings-rose-to-36000-tons-in-2021-increase-attributed-to-dollars-decline/",
    "title": "Global Central Bank Gold Holdings Rose to 36,000 Tons in 2021, Increase Attributed to Dollar's Decline",
    "date": "2022 / 01 / 11",
    "type": "ECONOMICS",
    "content": "The total quantity of gold held in reserves by central banks topped 36,000 tons for the first time since 1990, data from World Gold Council has shown. This increase follows growth in the banks’ reported holdings of the asset by 4,500 tons over the past decade. The amount of gold held in reserves by central banks as of September 2021 grew to a new high of 36,000 tons for the first time since 1990. According to the World Gold Council (WGC), this increase in central banks’ gold holdings to a 31-year-high came after the institutions successfully added 4,500 tons of the precious metal over the past decade. In a report published by Nikkei Asia, the WGC attributes central banks’ growing preference for gold to the U.S. dollar’s decline. The report explains how the U.S. Federal Reserve’s significant monetary relaxation has resulted in an increased supply of U.S. dollars. This increase in the supply of dollars has, in turn, caused the value of the dollar against gold to drop sharply in the past decade, the report asserts."
  },
  {
    "href": "https://news.bitcoin.com/martial-arts-icon-and-philosopher-bruce-lee-commemorated-in-nft-collection-endorsed-by-family-company/",
    "title": "Martial Arts Icon and Philosopher Bruce Lee Commemorated in NFT Collection Endorsed by Family Company",
    "date": "2022 / 01 / 11",
    "type": "BLOCKCHAIN",
    "content": "While many celebrities have launched non-fungible token (NFT) collections, a number of NFT compilations have featured luminaries who have passed away. Legends such as Jerry Garcia, Kurt Cobain, Muhammad Ali, Elvis, Tupac, and more have been featured in NFT collections. This Saturday, Ethernity and Bruce Lee’s family will be dropping the renowned martial artist’s first NFT collection dubbed “The Formless Form.” The Hong Kong and American martial artist, martial arts instructor, film star, and philosopher, Bruce Lee, is an extremely popular pop-culture icon. Lee is famous worldwide for his martial arts style and roles in a number of feature-length martial arts movies filmed in the early 1970s. On January 8, 2022, the Bruce Lee Family Company and the NFT protocol Ethernity, will be dropping Lee’s first NFT collection. Lee’s NFT compilation aims to “commemorate the life and legacy of the martial arts pioneer, philosopher, and global action film star,” Ethernity’s press statement explains."
  },
  {
    "href": "https://news.bitcoin.com/indias-monetary-policy-committee-member-total-crypto-ban-is-difficult-to-implement-crypto-assets-regulated/",
    "title": "India's Monetary Policy Committee Member: Total Crypto Ban Is Difficult to Implement, Crypto Assets Should Be Regulated",
    "date": "2022 / 01 / 11",
    "type": "REGULATION",
    "content": "A renowned economist who is a member of India’s Monetary Policy Committee says that a total cryptocurrency ban is difficult to implement and “would only increase illegal activities and participation in the darknet.” She believes that crypto assets should be regulated. Ashima Goyal, a member of India’s Monetary Policy Committee, talked about cryptocurrency in an interview with PTI on Sunday. The Monetary Policy Committee (MPC) determines the policy interest rate required to achieve the inflation target. Goyal has served on several government committees, including the Prime Minister’s Economic Advisory Council and the Reserve Bank of India (RBI) technical advisory committee for monetary policy. She is widely published in institutional and open economy macroeconomics, international finance, and governance."
  },
  {
    "href": "https://news.bitcoin.com/bitcoins-price-100k-mid-year-nexo-founder-predicts/",
    "title": "Bitcoin's Price Will Hit $100K by Mid-Year, Nexo Founder Predicts",
    "date": "2022 / 01 / 11",
    "type": "MARKETS AND PRICES",
    "content": "The co-founder and managing partner of Nexo, a major cryptocurrency lender, has predicted that the price of bitcoin will be $100K by mid-2022. He highlighted “two simple reasons” why he is bullish about the price of bitcoin this year. Antoni Trenchev, the co-founder and managing partner of Nexo, a major cryptocurrency lender, has shared his bitcoin price prediction in an interview with CNBC Monday. He said: I think [bitcoin’s] going to reach $100,000 this year, probably by … the middle of it."
  },
  {
    "href": "https://news.bitcoin.com/chinas-digital-yuan-wallet-app-ios-android-app-stores/",
    "title": "China's Digital Yuan Wallet App Now in iOS and Android App Stores",
    "date": "2022 / 01 / 11",
    "type": "REGULATION",
    "content": "China’s central bank has released its digital currency wallet app ahead of the Winter Olympics. The wallet app for the digital yuan, also known as e-CNY, can now be downloaded from the iOS and Android app stores in the country. China’s central bank, the People’s Bank of China (PBOC), has released a pilot version of its central bank digital currency (CBDC) wallet application. Developed by the PBOC Digital Currency Research Institute, the wallet app for e-CNY, also known as Digital Currency Electronic Payment (DCEP), is now available for download in the iOS and Android app stores in China. Previously, the wallet app was only downloadable via private links. The app is free to use."
  },
  {
    "href": "https://news.bitcoin.com/estonia-clarifies-upcoming-regulations-will-not-ban-crypto-holding-or-trading/",
    "title": "Estonia Clarifies Upcoming Regulations, Will Not Ban Crypto Holding or Trading",
    "date": "2022 / 01 / 11",
    "type": "REGULATION",
    "content": "The government of Estonia has approved legislation tailored to improve oversight of its crypto sector which expanded rapidly due to favorable regulations and business climate. The new law, which is yet to be adopted, will introduce stricter requirements for service providers without preventing their clients from owning or exchanging cryptocurrencies.  The executive power in Estonia has prepared and approved draft legislation designed “to more effectively regulate virtual asset service providers (VASPs).” The main goal, the Finance Ministry explained on Sunday, is to mitigate the risk of financial crime through the crypto platforms registered and operating out of the Baltic nation. The new regulations, which come in the form of a revised draft law submitted to the Estonian parliament, require VASPs to identify their customers in a way that would link them to their transactions. The regulations expand upon the ban on open anonymous virtual accounts introduced in 2020 after Estonia’s crypto-friendly regulations attracted numerous license applicants."
  },
  {
    "href": "https://news.bitcoin.com/defi-tvl-jumps-12-since-mid-december-close-to-25b-in-bridges-convex-gains-on-curves-dominance/",
    "title": "Defi TVL Jumps 12% Since Mid-December, Close to $25B in Bridges, Convex Gains on Curve's Dominance",
    "date": "2022 / 01 / 11",
    "type": "DEFI",
    "content": "The total value locked (TVL) in decentralized finance (defi) has risen 4% during the first four days of the new year from $245 billion on January 1, to $255.84 billion three days later. While the defi protocol Curve Finance dominates with a TVL of $24.44 billion, Convex Finance is closing in on the dominance with $21.27 billion. Meanwhile, out of several blockchains, Ethereum dominates the defi TVL with 62.91% or $160.96 billion out of the aggregate $255.84 billion locked today.  Money is flowing back into decentralized finance (defi) and a number of defi tokens are swelling in value. Statistics from defillama.com show the TVL in defi hit a low of $228.13 billion on December 11 and since then, it’s jumped 12.14% in value. On the first day of 2022, the TVL in defi was $245 billion and it’s increased 4% to date reaching $255.84 billion on Tuesday. The $255.85 billion is tallied between numerous blockchains like Ethereum, Terra, Binance Smart Chain (BSC), Avalanche, Solana, Fantom, Tron, Cronos, Polygon, Arbitrum, Harmony, Waves, Ronin, Heco, Thorchain, Near, Smartbch, Elrond, and Osmosis."
  },
  {
    "href": "https://news.bitcoin.com/adidas-originals-nft-compilation-enters-top-50-collections-by-volume-close-to-60m-in-sales-in-18-days/",
    "title": "Adidas Originals NFT Compilation Enters Top 50 Collections by Volume, Close to $60M in Sales in 18 Days",
    "date": "2022 / 01 / 11",
    "type": "NEWS",
    "content": "Less than 20 days ago, the German multinational sneaker and sportswear corporation Adidas launched the company’s Adidas Originals non-fungible token (NFT) collection and since then the NFT compilation has surged into the top 50 NFT collections in terms of sales. At the end of November 2021, Adidas revealed it was “excited” about the metaverse and said the company had partnered with Coinbase and acquired land in The Sandbox. The following week, Adidas told the press it partnered with the Bored Ape Yacht Club (BAYC) NFT project, and the comic series Punks Comic. In mid-December, the company launched the Adidas Originals NFT compilation with Punks Comic, Gmoney, and BAYC."
  },
  {
    "href": "https://news.bitcoin.com/moneygram-invests-crypto-atm-operator-ceo-bullish-on-opportunities-crypto-offers/",
    "title": "Moneygram Invests in Crypto ATM Operator — CEO Bullish on Opportunities Crypto Offers",
    "date": "2022 / 01 / 10",
    "type": "FINANCE",
    "content": "Moneygram has completed an investment in cryptocurrency ATM operator Coinme. “At Moneygram, we continue to be bullish on the vast opportunities that exist in the ever-growing world of cryptocurrency,” said the CEO. Moneygram International Inc. (NASDAQ: MGI) announced Wednesday that the company “has completed a strategic minority investment in Coinme, a leading cryptocurrency cash exchange in the U.S.” This venture gives Moneygram an approximate 4% ownership stake in Coinme. Alex Holmes, Moneygram chairman and CEO, commented:"
  },
  {
    "href": "https://news.bitcoin.com/el-salvador-20-bills-legal-structure-bitcoin-bonds-funds-build-bitcoin-city-buy-btc/",
    "title": "El Salvador Drafts 20 Bills for Legal Structure of Bitcoin Bonds — Funds to Be Used to Build Bitcoin City, Buy BTC",
    "date": "2022 / 01 / 10",
    "type": "REGULATION",
    "content": "El Salvador is preparing to introduce 20 bills to provide a legal framework for its upcoming bitcoin bonds. The funds raised will be used to build infrastructure for Bitcoin City and buy more bitcoin, the Salvadoran government explained. El Salvador’s finance minister, Alejandro Zelaya, said in an interview on local television Tuesday that his government will send about 20 bills to Congress concerning the country’s bitcoin bonds. The bills will cover financial markets and investment in securities to provide a legal foundation for issuing bitcoin bonds, he explained, adding that the legislation will create a framework to cover corresponding market regulation and issuance of securities in crypto assets. The finance minister described:"
  },
  {
    "href": "https://news.bitcoin.com/canaan-expands-mining-operations-in-kazakhstan-amid-power-deficit-protests/",
    "title": "Canaan Expands Mining Operations in Kazakhstan Amid Power Deficit, Protests",
    "date": "2022 / 01 / 10",
    "type": "MINING",
    "content": "Hardware manufacturer Canaan is expanding its crypto mining operations in Kazakhstan. The company is now cooperating with a number of mining firms there and has already deployed over 10,000 pieces of hardware despite the country’s challenges with electricity supply. Increased energy prices have also provoked protests that could potentially affect the industry.  China-rooted producer of coin minting equipment, Canaan, has announced it has entered into collaboration agreements with multiple crypto mining companies in Kazakhstan. Amid an ongoing crackdown on the crypto mining industry in the People’s Republic, the Central Asian country has become a magnet for miners with its low electricity rates and generally friendly attitude. In a press release published on Tuesday, the company revealed it had successfully installed the last batch of mining machines for the first phase of its deployment to Kazakhstan. Noting that it continues to deploy additional computing power in accordance with its mining business expansion plan, Canaan detailed:"
  },
  {
    "href": "https://news.bitcoin.com/bitcoin-dips-below-44k-crypto-economy-drops-4-5-traders-rush-to-stablecoins/",
    "title": "Bitcoin Dips Below $44K, Crypto Economy Drops 4.5%, Traders Rush to Stablecoins",
    "date": "2022 / 01 / 10",
    "type": "MARKET UPDATES",
    "content": "The price of bitcoin dropped below the $44K zone on Wednesday to $43,678 per unit as the entire crypto-economy has shed billions in value. At the time of writing, the overall crypto economy is down 4.5% as it dipped to $2.25 trillion in value. What do you think about today’s market action? Let us know what you think about this subject in the comments section below. \nJamie Redman is the News Lead at Bitcoin.com News and a financial tech journalist living in Florida. Redman has been an active member of the cryptocurrency community since 2011. He has a passion for Bitcoin, open-source code, and decentralized applications. Since September 2015, Redman has written more than 5,000 articles for Bitcoin.com News about the disruptive protocols emerging today."
  },
  {
    "href": "https://news.bitcoin.com/defi-lending-startup-aave-launches-permissioned-platform-to-entice-financial-institutions/",
    "title": "Defi Lending Startup Aave Launches Permissioned Platform to Entice Financial Institutions",
    "date": "2022 / 01 / 10",
    "type": "DEFI",
    "content": "On January 5, the open-source non-custodial decentralized finance (defi) lending platform Aave launched a permissioned version of the protocol aimed at institutions. The platform dubbed Aave Arc will leverage Fireblocks as the first whitelister as the platform aims to help bridge traditional financial institutions with defi. Aave has launched a permissioned platform called Aave Arc on Wednesday, a new protocol dedicated to financial institutions that want to particpitate in defi in a compliant manner. Aave is a popular defi lending platform and the defi protocol has the third-largest total-value locked (TVL) today. Metrics show that Aave has a $14.52 billion TVL spread across three blockchains including Ethereum, Avalanche, and Polygon. The crypto custody firm Fireblocks has approved 30 financial entities to join Aave Arc. The list includes firms like Ribbit Capital, Coinshares, Hidden Road, Wintermute, and Celsius. Aave revealed the Aave Arc concept in July 2021, and in mid-November it was disclosed that Fireblocks was the first whitelister. The defi startup also described how Aave Arc would work after explaining that defi was “inaccessible to traditional financial institutions.”"
  },
  {
    "href": "https://news.bitcoin.com/airbnb-crypto-payments-ceo-revolution-happening-crypto/",
    "title": "Airbnb Explores Crypto Payments — CEO Sees 'a Revolution Happening in Crypto'",
    "date": "2022 / 01 / 10",
    "type": "FEATURED",
    "content": "Popular travel website Airbnb could soon accept cryptocurrencies for payments, CEO Brian Chesky has hinted. “Like the revolution in travel, there is clearly a revolution happening in crypto,” he added. The CEO of Airbnb, Brian Chesky, asked on Twitter earlier this week, “If Airbnb could launch anything in 2022, what would it be?” On Tuesday, he revealed that he received 4,000 suggestions, noting that the most popular one is for his company to accept crypto payments. He added, “Our existing payments volume = $336 billion processed since 2013,” noting:"
  },
  {
    "href": "https://news.bitcoin.com/the-sandbox-partners-with-a-myriad-of-hong-kong-luminaries-plans-to-launch-metaverse-mega-city/",
    "title": "The Sandbox Partners With a Myriad of Hong Kong Luminaries, Plans to Launch Metaverse 'Mega City'",
    "date": "2022 / 01 / 10",
    "type": "NEWS",
    "content": "The Animoca Brands subsidiary and blockchain-based virtual world, The Sandbox, has announced the firm has made multiple partnerships in Hong Kong, and has plans to create a “Mega City” in the metaverse. Partners who acquired land in The Sandbox to build Mega City include Hong Kong tycoon Adrian Cheng, professional services firm PWC Hong Kong, and the Hong Kong actress and model Shu Qi. Blockchain projects like Decentraland and The Sandbox have been seeing significant demand as Web3, NFTs, and metaverse hype has grown exponentially in recent times. On Wednesday, The Sandbox — an Animoca Brands subsidiary and blockchain metaverse that leverages non-fungible token (NFT) technology — announced the launch of a “Mega City.” The firm has made various partnerships in Hong Kong and the metaverse region will become “a new cultural hub,” according to the announcement. The Sandbox details that it partnered with the renowned Hong Kong businessman Adrian Cheng, CEO of New World Development, founder of the K11 brand, and Chow Tai Fook jewelry company’s executive director. The blockchain virtual world will feature Cheng’s XL Estate (24 x 24 LANDs) that aims to be an “innovation hub of Mega City.” A landmark will be the GBA Pavilion that showcases “creativity and tech wonders.” Cheng’s GBA Companies will also provide special experiences like “entertainment [and] exclusive NFTs.”"
  },
  {
    "href": "https://news.bitcoin.com/leading-nft-marketplace-opensea-raises-300-million-firms-post-money-valuation-taps-13-3-billion/",
    "title": "Leading NFT Marketplace Opensea Raises $300 Million, Firm's Post-Money Valuation Taps $13.3 Billion",
    "date": "2022 / 01 / 10",
    "type": "FINANCE",
    "content": "Leading non-fungible token (NFT) marketplace Opensea announced the firm has raised $300 million in a Series C funding round led by Paradigm and Coatue. Opensea’s latest capital raise has propelled the company to a $13.3 billion post-money valuation. In mid-November, a report authored by theinformation.com’s Kate Clark and Berber Jin explained that Opensea was fielding new investments after investors were allegedly chomping at the bit to fund the project. At the time, Opensea’s estimated valuation was $10 billion and two sources said: “investors are clamoring for a piece of the startup.” 48 days later, Opensea has revealed it raised $300 million in a Series C finance round. The team says that the new funding will go toward “accelerating product development,” “significantly improve customer support,” “investing in the wider NFT and Web3 community,” and expanding the Opensea team. The funding round was led by Paradigm and Coatue, and a number of other strategic investors joined."
  },
  {
    "href": "https://news.bitcoin.com/kosovo-halts-cryptocurrency-mining-amid-energy-crisis/",
    "title": "Kosovo Halts Cryptocurrency Mining Amid Energy Crisis",
    "date": "2022 / 01 / 10",
    "type": "MINING",
    "content": "The government of Kosovo has decided to suspend crypto mining activities in the country as part of measures to deal with power shortages this winter. The move has been proposed by a special parliamentary committee tasked with bridging the gap between electricity demand and supply. The executive power in Pristina has moved to stop the energy-intensive minting of digital coins in Kosovo, a partially recognized republic in Southeast Europe. The country is facing electricity shortages during the cold winter months, local media reported. The halting of crypto mining operations was announced on Tuesday by Artane Rizvanolli, Kosovo’s minister of economy. According to her statement quoted by Gazeta Express, the decision was taken at the recommendation of the Technical Committee on “Emergency Measures for Energy Supply” set up by the nation’s legislature."
  },
  {
    "href": "https://news.bitcoin.com/amc-theatres-accept-dogecoin-shiba-inu-payments-q1-ceo-confirms/",
    "title": "AMC Theatres on Track to Accept Dogecoin and Shiba Inu Payments in Q1, CEO Confirms",
    "date": "2022 / 01 / 31",
    "type": "FEATURED",
    "content": "The CEO of the world’s largest movie exhibition company, AMC Entertainment, says his company is on track to accept meme cryptocurrencies dogecoin (DOGE) and shiba inu (SHIB) in the first quarter of this year. The CEO of AMC Theatres, Adam Aaron, has provided an update on his company’s progress in accepting meme cryptocurrencies dogecoin (DOGE) and shiba inu (SHIB). AMC Entertainment Holdings (NYSE: AMC), aka AMC Theatres, is the largest movie exhibition company in the U.S., Europe, and the world. The company owns or operates approximately 950 theaters and 10,500 screens globally."
  },
  {
    "href": "https://news.bitcoin.com/report-pakistan-likely-to-earn-billions-from-cryptocurrency/",
    "title": "Report: Pakistan Likely to Earn Billions From Cryptocurrency",
    "date": "2022 / 01 / 09",
    "type": "EMERGING MARKETS",
    "content": "According to a document produced by a Pakistani policy advisory board, the country is likely to earn billions of dollars from crypto-asset holders. Yet for this to happen, the country first needs to create the appropriate regulatory framework for crypto assets.  Pakistan may potentially raise billions of dollars from crypto assets held by its nationals or by residents with dual citizenship, a policy document produced by the Federation of Pakistan Chambers of Commerce & Industry (FPCCI) has said. According to a report in The Business Recorder, the document titled “Prospect of Cryptocurrencies: A Context of Pakistan Policy Brief” asserts that Pakistan could also use the crypto assets to help boost the country’s reserves."
  },
  {
    "href": "https://news.bitcoin.com/feds-minutes-report-bludgeons-global-markets-stocks-crypto-precious-metals-slip-in-value/",
    "title": "Fed's Minutes Report 'Bludgeons' Global Markets — Stocks, Crypto, Precious Metals Slip in Value",
    "date": "2022 / 01 / 09",
    "type": "ECONOMICS",
    "content": "Minutes from the U.S. Federal Reserve’s policy meeting on December 14-15 show that the central bank is being persistent about unwinding quantitive easing (QE) tactics and that it views ultra-low interest rates as no longer necessary. Global markets immediately dropped after the news was published as stock markets roiled, crypto markets shed billions, and precious metals like gold slipped a hair in value as well.  Recently published notes from the Fed meeting last month indicate that the U.S. central bank thinks the economy is healthy enough to unwind major asset purchases and increase the benchmark interest rate. Mizuho Bank’s Vishnu Varathan wrote in a report that the minutes update from the Fed “bludgeoned the markets” after it was published. Barron’s financial author Randall W. Forsyth wrote that investors being “surprised, is somewhat surprising.” Fed chair Jerome Powell gave no details on when the interest rate hike will begin and when it comes to QE, Powell said it was “best to take a careful, methodical approach.” Powell insisted that the cautious attitude toward tapering is because “markets can be sensitive.” Stock markets were sensitive on January 5, after the Fed minutes were published, and the crypto economy shed billions in value as well. Gold shed 1% and silver shed 3% in value during the last 24 hours after the Fed minutes were published."
  },
  {
    "href": "https://news.bitcoin.com/kazakhstan-shuts-down-banks-internet-amid-unrest-that-threatens-bitcoin-mining-hashrate/",
    "title": "Kazakhstan Shuts Down Banks, Internet Amid Unrest That Threatens Bitcoin Mining, Hashrate",
    "date": "2022 / 01 / 09",
    "type": "MINING",
    "content": "Measures imposed by authorities to quell mass protests in mining hotspot Kazakhstan are affecting cryptocurrency markets and the Bitcoin network hashrate. To deal with the civil unrest caused by rising fuel prices and a worsening economy, the government restricted access to the internet and closed down local banks. Fears are rising that the turmoil may spark another major migration of miners now that some are already leaving the country, which also faces power shortages.  Thousands of Kazakhstanis took to the streets this week to express their anger over the socioeconomic conditions in their country after the government removed a cap on prices of natural gas and other fuels. Protests erupted in the country’s largest city, Almaty, the capital Nur-Sultan, and in the western Mangistau province. Authorities have imposed a state of emergency. Over 1,000 citizens have been injured, official media reported, during the demonstrations in which government offices were attacked, guns fired, and people killed both among protesters and law enforcement officers. On Jan. 5, President Kassym-Jomart Tokayev dismissed the government, blaming ministers for the situation that threatens to spiral out of control. Russia has already sent “peace keeping” troops after Tokaev asked the allied country for help in the face of a “terrorist threat.”"
  },
  {
    "href": "https://news.bitcoin.com/despite-crypto-market-dip-weekly-gains-show-osmo-atom-ftm-and-a-slew-of-other-assets-shined/",
    "title": "Despite the Crypto Market Dip, Weekly Gains Show OSMO, ATOM, FTM, and a Slew of Other Assets Shined",
    "date": "2022 / 01 / 09",
    "type": "MARKET UPDATES",
    "content": "On January 5, digital currency markets shed a great deal of value as bitcoin dropped below the $44K handle during the late afternoon (EST) trading sessions on Wednesday. Nearly every coin has shed 24-hour value, but a slew of crypto assets have seen double-digit gains and have managed to stave off the crypto economy downturn. At the time of writing, the crypto economy is down more than 7% to a low of $2.16 trillion on Thursday, January 6, 2022. The price of bitcoin (BTC) has lost 7% this week as well as it dropped below the $44K zone from the $46K region where it sat 24 hours prior. BTC’s current 24-hour range is between $46,901 per unit and a low of $42,466 per unit. Other top crypto assets have shed significant value as well as ethereum (ETH) is down more than 10%, binance coin (BNB) has lost over 8%, and solana (SOL) has dipped more than 11% in USD value. Weekly metrics were recorded on January 6, 2022, at 9:45 a.m. (EST)."
  },
  {
    "href": "https://news.bitcoin.com/bitcoin-dominance-sinks-to-lowest-level-in-3-years-as-ethereum-numerous-competitors-gain-on-btc/",
    "title": "Bitcoin Dominance Sinks to Lowest Level in 3 Years as Ethereum, Numerous Competitors Gain on BTC",
    "date": "2022 / 01 / 09",
    "type": "MARKETS AND PRICES",
    "content": "Bitcoin dominance has dropped to the lowest level in just over three and a half years since June 3, 2018, at 37%. Last year, at the end of March, bitcoin dominance hovered just above the 60% zone but since then, numerous digital asset market caps have swelled in value and gathered prominence in the market rankings along the way.  The crypto economy currently has roughly 12,247 crypto assets traded across 542 exchanges worldwide. Crypto markets have shed more than 7% over the last 24 hours, dropping to a low of $2.16 trillion by 8:00 a.m. (EST). While people measure the individual crypto market capitalizations regularly, bitcoin’s market valuation dominance, compared to the rest of the capitalizations, has been measured since the existence of multiple crypto markets."
  },
  {
    "href": "https://news.bitcoin.com/why-you-need-to-buy-sassy-unicorns-nft/",
    "title": "Why You Need to Buy Sassy Unicorns NFT",
    "date": "2022 / 01 / 09",
    "type": "SPONSORED",
    "content": "What Are Sassy Unicorns NFT Sassy Unicorns are a collection of 10,000 unique NFTs on the Ethereum blockchain. Each unicorn is available to adopt, with unicorns distributed randomly at the minting event. Special About Sassy Unicorns NFT"
  },
  {
    "href": "https://news.bitcoin.com/europes-securities-watchdog-seeks-feedback-on-regulations-ahead-of-dlt-pilot/",
    "title": "Europe's Securities Watchdog Seeks Feedback on Regulations Ahead of DLT Pilot",
    "date": "2022 / 01 / 09",
    "type": "REGULATION",
    "content": "ESMA, the European Securities and Markets Authority, has set out to establish if EU authorities need to amend existing regulations in order to facilitate the trading and settlement of tokenized securities. The regulator is now seeking opinions on the matter ahead of launching a pilot regime for market infrastructures based on distributed ledger technology (DLT). The European securities watchdog ESMA is accepting public comments on the potential update of regulations concerning the implementation of DLT solutions in the market. The authority has to assess whether some regulatory technical standards (RTS) developed under the Markets in Financial Instruments Regulation (MIFIR) need to be amended in order to be applied to securities issued, traded, and recorded on DLT. The standards in question pertain to trade transparency and data reporting requirements, ESMA notes in a “Call for Evidence” document published this week, which seeks feedback from various stakeholders. These include trading venues, securities settlement systems and entities planning to operate under its DLT pilot regime, and other market participants that intend to use DLT market infrastructures."
  },
  {
    "href": "https://news.bitcoin.com/coinbase-predictions-future-of-ethereum-scalability-metaverse-defi-nfts/",
    "title": "Coinbase Shares Predictions on Future of Ethereum Scalability, Metaverse, Defi, NFTs",
    "date": "2022 / 01 / 10",
    "type": "FEATURED",
    "content": "Coinbase’s chief product officer has shared some predictions for 2022 regarding Ethereum’s scalability, the metaverse, decentralized finance (defi), non-fungible tokens (NFTs), and more. Coinbase’s chief product officer, Surojit Chatterjee, shared last week 10 predictions of what the crypto industry holds in 2022. The predictions cover a range of crypto topics, including ETH scalability, zero-knowledge proof technology, decentralized finance (defi), non-fungible tokens (NFTs), and the metaverse. Non-fungible tokens “will become the next evolution of users’ digital identity and passport to the metaverse,” the executive described, adding:"
  }
]