[
  {
    "href": "https://news.bitcoin.com/sberbank-launches-first-blockchain-etf-in-russia/",
    "title": "Sberbank Launches First Blockchain ETF in Russia",
    "date": "2022 / 01 / 11",
    "type": "FINANCE",
    "content": "Russian banking giant Sberbank has presented the country’s first exchange-traded fund (ETF) giving investors access to the blockchain space. The new instrument holds securities of companies dealing with cryptocurrencies and the technologies that underpin them. The largest banking and financial services provider in Russia and the post-Soviet space, Sberbank, has announced the launch of a blockchain ETF. The new product, called ‘Sber – Blockchain Economy,’ aims to provide Russian investors with an opportunity to profit from the crypto sector without the need to get involved directly in the development, acquisition, storage, and sale of digital assets. The ETF tracks the Sber Blockchain Economy Index which includes securities of companies operating with cryptocurrencies and blockchain technologies. “Today, they are used in a variety of industries and solve a variety of problems — from protecting personal data and confirming copyright to creating platforms for the internet of things and online voting,” the bank explained."
  },
  {
    "href": "https://news.bitcoin.com/kevin-oleary-crypto-strategy-prefers-ethereum-nfts-bigger-than-bitcoin/",
    "title": "Kevin O'Leary Reveals Crypto Strategy, Why He Prefers Ethereum, Says NFTs Will Be Bigger Than Bitcoin",
    "date": "2022 / 01 / 12",
    "type": "FEATURED",
    "content": "Shark Tank star Kevin O’Leary, aka Mr. Wonderful, has shared his cryptocurrency investment strategy and which coins he owns. He also discussed crypto market bubbles, diversification, regulation, and why he thinks non-fungible tokens (NFTs) will be bigger than bitcoin. Shark Tank star Kevin O’Leary discussed cryptocurrency, his investment portfolio, diversification, market bubbles, meme coins, and non-fungible tokens (NFTs) in a recent interview with Forbes, published Friday. He explained that he views “the entire crypto industry as software development teams,” adding that he is betting on “really strong creative software engineers.” While talking about his cryptocurrency holdings, he revealed:"
  },
  {
    "href": "https://news.bitcoin.com/trading-platform-robinhood-launch-cryptocurrency-wallets/",
    "title": "Trading Platform Robinhood Announces Upcoming Launch of Cryptocurrency Wallets",
    "date": "2022 / 01 / 12",
    "type": "WALLETS",
    "content": "Trading platform Robinhood has announced the beta launch of its cryptocurrency wallets, which is set for mid-January. The company said 1.6 million people have signed up for the crypto wallets. Robinhood announced this week the upcoming beta launch of its highly anticipated cryptocurrency wallets. The company unveiled its crypto wallet project in September to allow customers to trade, send, and receive cryptocurrencies using the Robinhood app. Noting that 1.6 million people have signed up for its crypto wallets so far, the announcement details:"
  },
  {
    "href": "https://news.bitcoin.com/2-mirrored-copycat-bored-ape-nft-projects-cause-copyright-infringement-controversy/",
    "title": "2 Mirrored, Copycat Bored Ape NFT Projects Cause Copyright Infringement Controversy",
    "date": "2022 / 01 / 12",
    "type": "NEWS",
    "content": "In the midst of the hype surrounding the Bored Ape Yacht Club (BAYC) non-fungible token (NFT) collectibles, two NFT projects have appeared offering near-identical or mirrored versions of the original BAYC NFTs. The NFT marketplace Opensea has removed the NFT projects from the market for breaking the rules against copyright infringement.  NFT fans have been discussing two controversial copycat NFT projects called PHAYC and PAYC (Phunky Ape Yacht Club) in recent times. The two projects introduced the copycat versions of Bored Ape Yacht Club (BAYC) NFTs that were slightly altered or mirrored."
  },
  {
    "href": "https://news.bitcoin.com/shiba-inu-project-reveals-doggy-dao-devs-say-phase-1-to-provide-immediate-power-to-the-shib-army/",
    "title": "Shiba Inu Project Reveals 'Doggy DAO,' Devs Say Phase 1 to Provide 'Immediate Power to the SHIB Army'",
    "date": "2022 / 01 / 12",
    "type": "ALTCOINS",
    "content": "During the last half of 2021, decentralized autonomous organizations (DAO) have been popping out of the woodwork in mass numbers, airdropping tokens and creating governance systems for specific projects. Just before the end of the year on December 31, the developers behind the Shiba Inu crypto protocol have announced the launch of a “Doggy DAO” in order to give more power to shiba inu users.  The second-largest crypto meme token in terms of market capitalization, shiba inu (SHIB), has announced the launch of a “Doggy DAO” in order to reward SHIB users. The SHIB development team says the project has always focused on “working towards decentralization.” The meme token has propelled itself into the limelight this year, gathering 43,685,107% against the U.S. dollar in 12 months, and getting listed on numerous crypto platforms, as well as gathering merchant acceptance. SHIB/USD on January 1, 2022, via FTX."
  },
  {
    "href": "https://news.bitcoin.com/despite-negative-mining-malware-press-privacy-focused-crypto-monero-jumps-36-in-2-weeks/",
    "title": "Despite Negative Mining Malware Press, Privacy-Focused Crypto Monero Jumps 36% in 2 Weeks",
    "date": "2022 / 01 / 12",
    "type": "MARKETS AND PRICES",
    "content": "The privacy-centric crypto asset monero has seen significant gains during the last two weeks, jumping 36% in value against the U.S. dollar. Despite the negative press from the “Spider-Man: No Way Home” torrents with monero mining malware, seven-day statistics indicate the crypto asset has gained more than 21%. The privacy-focused digital currency monero (XMR) has seen double-digit gains this week, while most of the crypto economy has suffered losses and seen a period of consolidation. Just recently, XMR made headlines after a cybersecurity firm warned that torrent files containing the “Spider-Man: No Way Home” film may contain malicious monero mining malware. Mining malware reports have plagued the Monero community for years as some applications exist which hijack a victim’s CPU, and then mine monero without the victim knowing. The act is sometimes referred to as “cryptojacking.”"
  },
  {
    "href": "https://news.bitcoin.com/indian-authorities-raid-cryptocurrency-exchanges-tax-evasion/",
    "title": "Indian Authorities Raid Cryptocurrency Exchanges for Tax Evasion",
    "date": "2022 / 01 / 12",
    "type": "TAXES",
    "content": "India’s Directorate General of GST Intelligence (DGGI) reportedly raided major cryptocurrency exchanges Saturday. Their offices were searched and “massive goods and services tax (GST) evasion has been detected by DGGI.” India’s Directorate General of GST Intelligence (DGGI) reportedly raided major cryptocurrency exchanges across the country Saturday. Citing official sources, ANI news agency detailed: Around half dozen offices of cryptocurrency service providers have been searched and massive goods and services tax (GST) evasion has been detected by DGGI."
  },
  {
    "href": "https://news.bitcoin.com/ex-head-of-crypto-exchange-wex-released-in-poland/",
    "title": "Ex-Head of Crypto Exchange Wex Released in Poland",
    "date": "2022 / 01 / 12",
    "type": "NEWS",
    "content": "Former chief executive of the Russian cryptocurrency exchange Wex, Dmitry Vasiliev, has been released from arrest in Warsaw earlier this month. The ex-head of the now-defunct coin trading platform has since returned to Russia while court proceedings against him in Poland are still ongoing.  Authorities in Poland have released Dmitry Vasiliev, the man who was at the helm of Wex, once Russia’s largest cryptocurrency exchange. The 34-year-old native of Belarus was detained at the Warsaw airport on Aug. 11, initially for a period of 40 days but he remained in custody for almost four months. Vasiliev told the Russian business news portal RBC that he was allowed to leave on Dec. 7 and has since returned to Russia where he resides. His Polish lawyer further explained that the court has dismissed his extradition to Kazakhstan but is yet to make a final decision on his case."
  },
  {
    "href": "https://news.bitcoin.com/gold-bug-peter-schiff-claims-bitcoins-yearly-gain-of-60-was-achieved-in-first-5-weeks-of-the-year/",
    "title": "Gold Bug Peter Schiff Claims Bitcoin's Yearly Gain of 60% Was Achieved in First 5 Weeks of the Year",
    "date": "2022 / 01 / 12",
    "type": "FEATURED",
    "content": "Gold bug Peter Schiff has claimed that though bitcoin went up by 60% during the past twelve months, most of these gains were achieved during the first five weeks of the year in 2021. He insists that the majority of those that bought the asset in 2021 have not gained. With the calendar year ending and bitcoin up more than 60% since last January, one of the crypto asset’s chief critics, Peter Schiff, has claimed in a tweet that this gain was only achieved in the first five weeks of 2021. Schiff argues that the majority of people who bought the digital asset in 2021 have not gained. Indeed, after starting 2021 trading at just above $29,300, the price of bitcoin — as shown by Bitcoin.com data — more than doubled and was trading just above $63,500 by mid-April. This is in contrast to Schiff’s gold which started the year trading at around $1,900 per ounce but had dropped to $1,730 at around the same time."
  },
  {
    "href": "https://news.bitcoin.com/whartons-professor-warns-inflation-predicts-many-rate-hikes-bitcoin-has-replaced-gold-for-millennials/",
    "title": "Wharton's Professor Warns About Inflation, Predicts Many Rate Hikes, Says Bitcoin Has Replaced Gold for Millennials",
    "date": "2022 / 01 / 11",
    "type": "ECONOMICS",
    "content": "A finance professor at the Wharton School of the University of Pennsylvania has warned about inflation and the Fed hiking rates many more times than the market expects. He also said that bitcoin has become the new gold for the millennials. Wharton’s finance professor Jeremy Siegel shared his outlook for various markets that he believes investors should have exposure to this year in an interview with CNBC Friday. Siegel is Russell E. Palmer Professor Emeritus of Finance at Wharton School, University of Pennsylvania. His research focuses on demographics, financial markets, long-run asset returns, and macroeconomics."
  },
  {
    "href": "https://news.bitcoin.com/billionaire-ray-dalio-governments-could-outlaw-bitcoin/",
    "title": "Billionaire Ray Dalio Insists Governments Could Outlaw Bitcoin",
    "date": "2022 / 01 / 11",
    "type": "REGULATION",
    "content": "Billionaire Ray Dalio, the founder of the world’s largest hedge fund, Bridgewater Associates, has reiterated his warning that governments could outlaw bitcoin. “In history, they’ve outlawed gold and they’ve outlawed silver and so on, and they could outlaw bitcoin,” he stressed. Bridgewater Associates founder Ray Dalio talked about bitcoin as he reiterated his warning that governments could outlaw the cryptocurrency on the Investor’s Podcast Network, published Saturday. Dalio currently serves as Bridgewater Associates’ chairman and co-chief investment officer. His firm’s clients include endowments, governments, foundations, pensions, and sovereign wealth funds. Dalio warned that “there are regulatory issues” surrounding bitcoin. “When you have an alternative currency, that’s a threat to every government,” he elaborated. “Every government wants a monopoly in their own currency and particularly if you get a better currency because it doesn’t get devalued.” Dalio added:"
  },
  {
    "href": "https://news.bitcoin.com/power-outages-in-russias-irkutsk-region-blamed-on-home-miners/",
    "title": "Power Outages in Russia’s Irkutsk Region Blamed on Home Miners",
    "date": "2022 / 01 / 11",
    "type": "MINING",
    "content": "Russians mining cryptocurrency in their homes have been blamed for the problems with the electricity supply in Irkutsk. Power outages have become a frequent occurrence in the region which maintains the lowest electricity rates in Russia. Subsidized household energy has turned mining into a source of income for many locals. Power grid operators in Irkutsk have been dealing with a growing number of outages. The region and the city are experiencing a tangible increase in electricity consumption that overloads the distribution network. Local officials claim this has been caused by cryptocurrency miners who mint digital currencies in their apartments, basements, and garages. As a way out of the exacerbating situation, they are now proposing a set of measures to address the challenges. Authorities want to upgrade the capacity of the distribution network in Irkutsk Oblast, introduce higher tariffs for crypto miners and establish special platforms to host their activities, the Russian business daily Kommersant reported."
  },
  {
    "href": "https://news.bitcoin.com/0-2-zettahash-bitcoins-hashrate-taps-new-lifetime-high-mining-difficulty-nears-ath/",
    "title": "0.2 Zettahash: Bitcoin's Hashrate Taps New Lifetime High, Mining Difficulty Nears ATH",
    "date": "2022 / 01 / 11",
    "type": "MINING",
    "content": "Bitcoin’s hashrate tapped a lifetime high on the first day of 2022 reaching 209.39 exahash per second (EH/s). During the last 12 months, Bitcoin’s hashrate has increased by 47.92% from the 141.55 EH/s recorded on January 3, 2021. The processing power and security dedicated to the Bitcoin (BTC) network has never been higher, and the network tapped a milestone in 2022. According to the one-year hashrate chart hosted on coinwarz.com, BTC’s hashrate tapped a high of 209.39 EH/s on January 1, 2022. At the time of writing, the hashrate is still coasting along the two hundred three quintillion hashes per second (H/s) zone, and 30-day statistics indicate the network briefly tapped 224.32 EH/s on Saturday. Bitcoin.com News recently reported on the BTC network reaching 194.95 EH/s not too long ago on December 8, 2021. It’s also worth noting that the Ethereum (ETH) network also reached an all-time high tapping 1 petahash per second (PH/s)."
  },
  {
    "href": "https://news.bitcoin.com/indias-central-bank-rbi-crypto-prone-to-fraud-poses-immediate-risk-to-consumer-protection/",
    "title": "India's Central Bank RBI Says Crypto Is Prone to Fraud and Poses Immediate Risks to Consumer Protection",
    "date": "2022 / 01 / 11",
    "type": "REGULATION",
    "content": "India’s central bank, the Reserve Bank of India (RBI), has warned about multiple risks cryptocurrency poses to the country’s financial stability. “They are also prone to frauds and to extreme price volatility,” the apex bank claims, stressing that “cryptocurrencies pose immediate risks to customer protection and anti-money laundering (AML) / combating the financing of terrorism (CFT).” India’s central bank, the Reserve Bank of India (RBI), published its biannual Financial Stability Report (FSR) last week. The 144-page document includes a section on “private cryptocurrency risks.” The term “private” refers to all cryptocurrencies that are not issued by the RBI, including bitcoin and ether. The central bank wrote:"
  },
  {
    "href": "https://news.bitcoin.com/13-crypto-exchanges-custody-7-of-the-crypto-economy-coinbase-dominates-with-56-2b-aum/",
    "title": "13 Crypto Exchanges Custody 7% of the Crypto Economy, Coinbase Dominates With $56.2B AUM",
    "date": "2022 / 01 / 11",
    "type": "EXCHANGES",
    "content": "As 2022 begins, 13 different cryptocurrency exchange platforms have more than a billion dollars each in digital currencies held in reserves. Between all 13 trading platforms, the group of exchange platforms hold a whopping $165.25 billion worth of bitcoin, ethereum, and tether. At the time of writing, the crypto economy is worth $2.3 trillion and 7.10% of the aggregate or $168 billion is made up of stablecoins. Furthermore, statistics on January 2, 2022, indicate that 13 crypto-asset trading platforms hold a billion dollars or more in cryptocurrencies. The 13 exchanges include Coinbase, Binance, Huobi Global, Kraken, Okex, Gemini, Bitfinex, Bittrex, Bitflyer, Coincheck, Bitstamp, and Bybit respectively. Coinbase is the leader, in terms of crypto reserves held on Sunday, with $56.2 billion in crypto assets under management (AUM)."
  },
  {
    "href": "https://news.bitcoin.com/eminem-purchases-bored-ape-yacht-club-9055-for-452k-shadys-portfolio-holds-166-nfts/",
    "title": "Eminem Purchases Bored Ape Yacht Club #9055 for $452K, Shady's Portfolio Holds 166 NFTs",
    "date": "2022 / 01 / 11",
    "type": "NEWS",
    "content": "Marshall Mathers, known professionally as Eminem has joined the community of bored apes by purchasing a Bored Ape Yacht Club (BAYC) non-fungible token (NFT) collectible for 123.45 ethereum or $452K at the time of settlement. The Bored Ape Yacht Club (BAYC) NFTs have been very popular this year and the project saw more than $1 billion in volume worldwide, according to defillama.com metrics. Now Eminem has joined the BAYC bandwagon by purchasing BAYC #9055 for 123.45 ether on Thursday. The Detroit hip hop star shared the image on Twitter by using it as his social media bio picture. Furthermore, the BAYC #9055 purchase indicates that the new owner is called “Shady_Holdings” on the Opensea platform and the portfolio also owns a number of Lil Baby Doodles X NFTs, Ditaggdogg#1 featuring a stencil image of the rapper, and Superlative Apes #3880."
  },
  {
    "href": "https://news.bitcoin.com/turkey-reveals-scheme-that-encourages-the-conversion-of-gold-deposits-into-lira-time-deposits/",
    "title": "Turkey Reveals Scheme That Encourages the Conversion of Gold Deposits Into Lira Time Deposits",
    "date": "2022 / 01 / 11",
    "type": "ECONOMICS",
    "content": "The Central Bank of the Republic of Turkey recently revealed it made the decision to provide incentives to gold deposit and participation fund holders that request to convert these into lira time deposits, a statement from the central bank has said. The Central Bank of the Republic of Turkey (CBRT) has announced the launch of an incentive scheme that encourages Turkish residents to convert their gold deposits and participation funds into lira time deposit accounts. In a brief statement released in late December 2021, the central bank explained that this incentive scheme is intended “to support financial stability.” As has been widely reported, Turkey is in the midst of a deep economic crisis that has led to the sharp depreciation of the lira and the rising of prices."
  },
  {
    "href": "https://news.bitcoin.com/a-jacobin-podcast-review-critiques-on-crypto-and-sterlins-response/",
    "title": "A Jacobin Podcast Review: Critiques on Crypto and Sterlin's Response",
    "date": "2022 / 01 / 11",
    "type": "OP-ED",
    "content": "The following opinion editorial is a Jacobin Podcast review written by the author Sterlin Lujan, the chief risk officer with Cryptospace. The Jacobin Podcast episode called: “Dig: Cryptocurrency w/ Edward Ongweso Jr & Jacob Silverman,” touches upon “cryptocurrency, NFTs, Elon Musk, the metaverse, meme stocks, and techno-utopianism amid the crushing reality of our neoliberal hellscape.” Cryptocurrency isn’t fringe technology anymore. Over the last decade, it has become embedded into finance, culture, and even our social life. It’s drastically changing the way we think about money, economics, and human action. However, some people, primarily on the left, are skeptical of cryptocurrency. Many of them hate it, regardless of how much of a godsend it has been for many. My friend, thought leader, author, and psychedelic visionary, Daniel Pinchbeck, pointed out a recent podcast episode of Jacobin called “Dig: Cryptocurrency w/ Edward Ongweso Jr & Jacob Silverman.” He asked me if I would listen to the podcast, and take the time to address their claims and concerns."
  },
  {
    "href": "https://news.bitcoin.com/as-us-inflation-skyrockets-white-house-blames-monopolies-economist-calls-for-price-controls/",
    "title": "As US Inflation Skyrockets White House Blames Monopolies, Economist Calls for Price Controls",
    "date": "2022 / 01 / 10",
    "type": "ECONOMICS",
    "content": "U.S. inflation is red hot and a number of analysts and economists are predicting America will face further economic issues as politicians and the Biden administration blame corporations. This perspective on rising inflation has led finance authors like Isabella Weber to believe that price controls could ease America’s economic burdens. America is dealing with the worst inflation in over four decades and the White House thinks that tougher anti-monopoly policy could fix the situation. Furthermore, a few congressional leaders want to stifle online ecommerce giants like Amazon with proposals like Senator Amy Klobuchar’s (D-Minn.) American Innovation and Online Competition Act. Senator Tom Cotton’s (R-Ark.) Platform Competition and Opportunity Act (PCOA) is also aimed at reforming anti-trust laws. The White House is blaming the loss of purchasing power in America on monopolistic behavior. Last month, the White House shared data that claimed four corporate entities in the meat-processing industry have been fueling inflation. NYU professor Marion Nestle told the New York Times in an interview that “their goal is to control the market so that they can control the price.” Despite the opinion from Biden’s administration, the North American Meat Institute says the claims are false."
  },
  {
    "href": "https://news.bitcoin.com/kickstarting-the-bitcoin-network-a-look-at-the-genesis-block-and-source-code-that-sparked-a-financial-revolution/",
    "title": "Kickstarting the Bitcoin Network: A Look at the Genesis Block and Source Code That Sparked a Financial Revolution",
    "date": "2022 / 01 / 10",
    "type": "FEATURED",
    "content": "13 years ago today, the anonymous creator of the Bitcoin protocol kickstarted the network by mining the genesis block. Satoshi started the genesis block on Saturday, January 3, 2009, at precisely 1:15 p.m. (EST), and since then more than 700,000 blocks have been mined into existence. Today, bitcoiners and cryptocurrency advocates worldwide are celebrating the 13th anniversary of the Bitcoin network’s launch. On this day, 13 years ago, Bitcoin’s inventor Satoshi Nakamoto launched the genesis block, otherwise known as “block zero.” There are several unique characteristics of the genesis block that make it different than the blocks that followed. For instance, the genesis block has a 50 BTC block reward subsidy that can never be spent. Block zero also has two more leading hex zeroes in the hash which was common for bitcoin blocks mined in the early days. The genesis block also contains a special message stored in the coinbase parameter. The message derives from a London Times January 3, 2009 headline and reads:"
  },
  {
    "href": "https://news.bitcoin.com/ertha-to-prime-listing-huobi-on-january-4th/",
    "title": "Ertha to Prime List Huobi on January 4th",
    "date": "2022 / 01 / 10",
    "type": "SPONSORED",
    "content": "Ertha’s Listing and TGE will be hosted on Huobi as a Prime List on the 4th of January, 2022. Listing on Huobi ensures that ERTHA Metaverse becomes the leading token in the GameFi & NFT space.  Gaining a Primelist brings new levels of visibility and prestige to the project, introducing us to a wider demographic of investors and supporting the value and longevity of the token. It also provides the community a convenient way to access the $ERTHA token."
  },
  {
    "href": "https://news.bitcoin.com/argentinian-government-inquires-about-power-bitcoin-mining-companies-use-amidst-power-cuts/",
    "title": "Argentinian Government Inquires About Energy Bitcoin Mining Companies Use Amidst Power Cuts",
    "date": "2022 / 01 / 10",
    "type": "NEWS",
    "content": "The Argentinian government is starting to inquire about the power consumption of bitcoin mining companies after some provinces in the country faced power cuts during the last days of 2021. Cammesa, the state-owned power wholesaler, has sent a memo to big power consumers to reveal whether they are mining cryptocurrency. If so, the companies should reveal their actual power consumption so a price hike can be coordinated, and they will need to invest in power infrastructure. The Argentinian government is trying to pinpoint the exact power usage that bitcoin miners require from the national power grid, in order to take measures to improve the current power crisis the country is facing. Cammesa, the state-owned energy wholesaler, has sent a letter to all registered large-scale consumers, requesting they report the energy consumption of possible mining operations they may host, including the power consumed by what the company calls the “server group,” the refrigeration equipment to cool the miners, and other associated equipment. According to local media reports, the Argentinian government — via the Undersecretary of Electric Energy — could be planning to take action to get miners to pay more for this energy, launching a new tariff scheme and making cryptocurrency miners invest in the power system directly. This with the objecting of relieving the stress these operations are said to be causing the national grid, which in some cases has faced power cuts affecting more than 80,000 citizens and provoking protests."
  },
  {
    "href": "https://news.bitcoin.com/presidential-candidate-in-south-korea-to-raise-funds-in-cryptocurrency-issue-nfts/",
    "title": "Presidential Candidate in South Korea to Raise Funds in Cryptocurrency, Issue NFTs",
    "date": "2022 / 01 / 10",
    "type": "NEWS",
    "content": "Lee Jae-myung, nominated by the ruling party in South Korea for the upcoming presidential elections this spring, is preparing to raise funds in cryptocurrencies and issue non-fungible tokens for supporters. His campaign hopes that the initiative will woo young and tech-savvy Korean voters whose interest in digital assets is growing. The Democratic Party of Korea, the country’s leading political force, is going to raise election funds through cryptocurrency and issue receipts to donors in the form of non-fungible tokens (NFTs), Korean media reported on Sunday. The money will be used to finance the campaign of the party’s presidential nominee, Lee Jae-myung. Bitcoin (BTC), ethereum (ETH), and up to three other cryptocurrencies are now under consideration. The final list of coins to be accepted will be announced in mid-January, the committee managing Lee’s run unveiled, quoted by the Korean Herald and the Yonhap news agency."
  },
  {
    "href": "https://news.bitcoin.com/square-enix-president-talks-nfts-metaverse-blockchain-gaming-in-new-years-letter/",
    "title": "Square Enix President Talks NFTs, Metaverse, Blockchain Gaming in New Year's Letter",
    "date": "2022 / 01 / 10",
    "type": "NEWS",
    "content": "Yosuke Matsuda, president of Square Enix, a leading game developing company, has voiced his opinion about the rise of new technologies and trends like NFTs, blockchain gaming, and the metaverse concept in the gaming space. Matsuda explains the business strategy around these, detailing how Square Enix is moving to include them in their upcoming games. Yosuke Matsuda, the president of Square Enix, the game company behind multibillion-dollar franchises like Final Fantasy, has detailed the next steps when it comes to including new, blockchain-based technologies in his plans for the new year. In a new year’s letter, Matsuda explains that these new technologies, including non-fungible tokens (NFTs) and the concept of the metaverse, had a rise during the last year, and that these will evolve to a more actionable phase during this year. Matsuda remarked the importance of these to their overall business strategy, stating:"
  },
  {
    "href": "https://news.bitcoin.com/ethereum-co-founder-vitalik-buterin-talks-argentina-bch-stablecoins-scaling-in-tweetstorm/",
    "title": "Ethereum Co-Founder Vitalik Buterin Talks Argentina, BCH, Stablecoins, Scaling in Tweetstorm",
    "date": "2022 / 01 / 10",
    "type": "NEWS",
    "content": "Vitalik Buterin, the co-founder of Ethereum, the second-biggest cryptocurrency by market cap, has reacted to some of his earlier beliefs in a new year’s tweetstorm. The developer touched on some subjects including the rise of cryptocurrency in Argentina and how stablecoins are thriving in the country, how ethereum scaling is still a pressing concern for him, and the performance of bitcoin cash. Vitalik Buterin, the co-founder of Ethereum, touched on some of his earlier opinions about some subjects and how these fare against the current state of affairs of the crypto landscape in a new year’s tweetstorm. Buterin started by remembering an article that talked about how bitcoin could help Argentinians and Iranians back in 2019, where he concluded this was due to its uncensorable and international character instead of due to its scarcity that this could happen. Buterin’s vision on this was “generally correct”, according to its views. On this, he stated:"
  },
  {
    "href": "https://news.bitcoin.com/bored-ape-mutant-ape-yacht-club-nft-sales-skyrocket-floor-prices-spike-more-than-40/",
    "title": "Bored Ape, Mutant Ape Yacht Club NFT Sales Skyrocket — Floor Prices Spike More Than 40%",
    "date": "2022 / 01 / 10",
    "type": "MARKETS AND PRICES",
    "content": "After Eminem revealed that he purchased a Bored Ape Yacht Club (BAYC) non-fungible token (NFT) for $452K, both BAYC and Mutant Ape Yacht Club (MAYC) NFT sales have skyrocketed. Metrics indicate that on Sunday, January 2, 2022, MAYC’s seven-day trade volume of $93.02 million is up 93.41% and BAYC’s weekly volume of $78.26 million is up 150.97%. Bored Ape Yacht Club and Mutant Ape Yacht Club, are two particular NFT projects that have seen significant trade volume during the last seven days. Bored Ape Yacht Club (BAYC) is an NFT project that consists of 10,000 unique apes and today, 6,067 unique addresses hold at least one BAYC. At the time of writing, one ethereum address holds roughly 105 BAYC NFTs. Statistics show that BAYC has seen $78.26 million in seven-day volume among 434 traders. While the BAYC volume is up 150.97%, the number of traders is also up 101.86%, alongside the 122.95% increase in BAYC sales."
  },
  {
    "href": "https://news.bitcoin.com/bitcoin-legal-tender-2-more-countries-el-salvadors-president-predicts/",
    "title": "Bitcoin Will Be Legal Tender in 2 More Countries This Year, El Salvador's President Predicts",
    "date": "2022 / 01 / 11",
    "type": "FEATURED",
    "content": "El Salvador’s president has made six predictions relating to bitcoin for 2022. He expects two more countries to adopt bitcoin as legal tender this year. Meanwhile, he expects El Salvador’s Bitcoin City to commence construction during the year and his country’s volcano bonds to be oversubscribed. The president of El Salvador, Nayib Bukele, tweeted on Jan. 1 his six predictions relating to bitcoin for the year 2022. El Salvador made bitcoin legal tender alongside the U.S. dollar in September last year. Firstly, President Bukele expects the price of BTC to reach $100,000. Secondly, he believes that two more countries will adopt bitcoin as legal tender."
  },
  {
    "href": "https://news.bitcoin.com/netgears-digital-art-frames-will-support-nfts-owners-can-connect-metamask-to-meural-platform/",
    "title": "Netgear's Digital Art Frames Will Support NFTs, Owners Can Connect Metamask to Meural Platform",
    "date": "2022 / 01 / 09",
    "type": "NEWS",
    "content": "At the Consumer Electronics Show (CES) in Las Vegas, multinational computer networking company Netgear, based in San Jose, California, showcased the company’s Meural digital art frames. According to an announcement, Netgear has added non-fungible token (NFT) tech support, and the Metamask Web3 wallet will be able to sync with the product. Non-fungible tokens (NFTs) are very popular and it doesn’t seem like the trend is going away any time soon. For instance, four NFT collections now have billion-dollar market valuations including projects like Axie Infinity, Cryptopunks, Artblocks, and Bored Ape Yacht Club (BAYC). Additionally, single NFTs have sold for multi-millions from artists like Beeple, Pak, and Xcopy. Netgear, the multinational computer networking company founded in 1996, has noticed the NFT trend and the company’s Meural digital art frame will support the technology. Following the announcement at CES, the head of product and content for Netgear Meural, Poppy Simpson, told venturebeat.com that NFT owners will be able to connect their Metamask wallet to Meural. Netgear acquired Meural in 2018 and it sells 13.5 x 7.5-inch displays, as well as 16 x 24-inch and 19 x 29-inch digital frames. Simpson further explained to venturebeat.com that the NFT support was meant for devices like Meural."
  },
  {
    "href": "https://news.bitcoin.com/spain-reduces-atms-numbers-to-2002-levels-as-country-moves-to-digital-payments/",
    "title": "Spain Reduces ATM Numbers to 2002 Levels as Country Moves to Digital Payments",
    "date": "2022 / 01 / 09",
    "type": "NEWS",
    "content": "The number of ATMs in Spain has been progressively shrinking to levels the country saw in the year 2002. Reports from local media suggest these actions have been taken to reduce costs and to push payment and operation digitalization in the sector. The highest number of ATMs was registered in 2008 when there were 61,714 active machines in the network. The number of ATMs in Spain has dropped to its lowest level since 2002, when the network had 1,795 more ATMs than it has today. According to a recent report from the Bank of Spain, the network had 48,081 ATMs at the end of the third quarter of 2021. This reduction has to do with attempts to lower costs in the banking sector amidst a push for digitalization in payments and banking processes. The highest number of ATMs in the network was registered in 2008 when there were 61,714 ATMs registered in the country. Since then, banks have progressively removed machines from this network. However, utilization of the remaining ATMs has gone up, according to the same report. Just in Q3-2021, Spaniards made 171,300 withdrawal transactions using ATMs, an increase of 1.04% compared to the same period in 2020."
  },
  {
    "href": "https://news.bitcoin.com/nigeria-based-storage-provider-says-its-too-risky-for-the-world-to-rely-centralized-cloud-storage-platforms/",
    "title": "Decentralized Storage Provider Says It’s Too Risky for the World to Rely Centralized Cloud Storage Platforms",
    "date": "2022 / 01 / 09",
    "type": "INTERVIEW",
    "content": "In the past year, internet giants like Amazon and Google all experienced outages which were blamed on errors and failed upgrades. The occurrence of such outages and their impact around the world again highlighted the importance of having a decentralized internet.  Also, just like how the Covid-19 pandemic showed the world that blockchain-based digital currencies are the future, the outages suffered by the powerful internet companies may have given an impetus to those that champion the Web3.0. However, this Web3.0 can really take off if players in this ecosystem play their part in building the critical infrastructure. That is what Lucky Uwakwe, the co-founder of Stoor, says he is attempting through the startup’s blockchain-based cloud storage service."
  },
  {
    "href": "https://news.bitcoin.com/defi-kingdoms-reaches-record-activity-levels-on-top-of-metaverse-push/",
    "title": "Defi Kingdoms Reaches Record Activity Levels on Top of Metaverse Push",
    "date": "2022 / 01 / 09",
    "type": "METAVERSE",
    "content": "Defi Kingdoms, a metaverse-based blockchain game, is experiencing a rise in activity due to the push that metaverse projects are now having in the market. According to Dappradar, the activity on the game has risen considerably. This is also accompanied by the rise in the price of its native token, JEWEL, issued on top of the Harmony blockchain, a token that reached all-time high (ATH) levels in a sideways market. Defi Kingdoms, a play-to-earn (P2E) game inspired by metaverse elements that include non-fungible tokens (NFTs) as part of its structure, has been getting traction amidst the group of blockchain games that are coming out after the recent Web3 hype. According to data from Dappradar, a decentralized finance (defi) activity tracker, the number of users of Defi Kingdoms has grown more than 300% in the last month. Also, the number of transactions in the network has more than doubled in the same time, reaching 7.32 million. The game, which also includes purely decentralized finance activities that users can harness without playing it, like staking and liquidity mining, has also experienced a rise in the value of its native token, JEWEL. The price of the token touched ATH values today, breaking the $20 dollar mark amidst a general slump in the cryptocurrency market."
  },
  {
    "href": "https://news.bitcoin.com/jamaican-central-bank-says-it-has-successfully-completed-cbdc-pilot/",
    "title": "Jamaican Central Bank Says It Has 'Successfully Completed CBDC Pilot'",
    "date": "2022 / 01 / 09",
    "type": "FINTECH",
    "content": "The Jamaican central bank successfully completed the pilot testing of its central bank digital currency, a statement from the bank has said. The statement however reveals that only one payment service provider participated in the pilot. The Bank of Jamaica (BOJ) recently revealed that it had successfully completed the trial of its central bank digital currency (CBDC). The claim by the BOJ follows the completion of an eight-month test run that commenced in May 2021. However, in a statement released on the last day of 2021, the BOJ reveals that only one institution participated in the pilot. The statement explains:"
  },
  {
    "href": "https://news.bitcoin.com/retail-giant-hm-debunks-rumor-store-opening-in-metaverse-collaboration-with-ceek/",
    "title": "Retail Giant H&M Debunks Rumor of Store Opening in Metaverse, Collaboration With Ceek",
    "date": "2022 / 01 / 10",
    "type": "METAVERSE",
    "content": "Major fashion company H&M has denied the rumor that it is opening a store in the metaverse. According to false reports, customers could walk through the store and purchase products in the Ceek metaverse. Several major publications reported Monday that retail clothing giant H&M has opened a 3D store in the metaverse, including the Economic Times and Mashable India. H&M (Hennes & Mauritz) is a major fashion and design company with 53 online markets and stores in 75 markets worldwide. One of the largest clothing brands in the world, H&M has 4,856 stores globally as of Sept. 30, 2021. Its largest markets are Germany, the U.S., the U.K., France, Sweden, Russia, Italy, and the Netherlands."
  },
  {
    "href": "https://news.bitcoin.com/cftc-fines-decentralized-prediction-market-platform-polymarket-1-4-million-shuts-down-noncompliant-markets/",
    "title": "CFTC Fines 'Decentralized' Prediction Market Platform Polymarket $1.4 Million, Shuts Down Noncompliant Markets",
    "date": "2022 / 01 / 10",
    "type": "REGULATION",
    "content": "The U.S. Commodity Futures Trading Commission (CFTC) has ordered a “decentralized” prediction market platform to shut down non-compliant markets and pay a fine of $1.4 million. “Polymarket had been operating an illegal unregistered or non-designated facility for event-based binary options online trading contracts, known as ‘event markets,'” said the derivatives regulator. The Commodity Futures Trading Commission (CFTC) has taken the first crypto enforcement action of the year in the U.S. The derivatives regulator announced that it entered an order Monday “filing and simultaneously settling charges against Delaware-registered Blockratize, Inc. d/b/a Polymarket.” The company was charged “for offering off-exchange event-based binary options contracts and failure to obtain designation as a designated contract market (DCM) or registration as a swap execution facility (SEF),” the CFTC wrote. The regulator detailed:"
  },
  {
    "href": "https://news.bitcoin.com/turkeys-inflation-jumps-to-36-liras-value-plummets-citizens-flock-to-stablecoins/",
    "title": "Turkey's Inflation Jumps to 36%, Lira's Value Plummets, Citizens Flock to Stablecoins",
    "date": "2022 / 01 / 10",
    "type": "ECONOMICS",
    "content": "The Republic of Turkey’s economy and the country’s native fiat currency the Turkish lira continue to experience turmoil as inflation has risen to 36%. Since this time last year, the lira has lost 44% of its value against the U.S. dollar. Meanwhile, the use of stablecoins in Turkey has skyrocketed and today, 28.96% of all trades with tether are paired against the Turkish lira.  What do you think about Turkey’s inflation soaring to 36% and the country’s demand for stablecoins? Let us know what you think about this subject in the comments section below."
  },
  {
    "href": "https://news.bitcoin.com/smart-tvs-and-nfts-collide-samsung-introduces-worlds-first-television-based-nft-platform/",
    "title": "Smart TVs and NFTs Collide: Samsung Introduces World’s First Television-Based NFT Platform",
    "date": "2022 / 01 / 10",
    "type": "NEWS",
    "content": "The well known electronics giant Samsung, the manufacturer of LCD and LED panels, laptops, mobile phones, memory chips, and televisions, revealed that the firm’s upcoming smart TVs will incorporate non-fungible token (NFT) technology. One of the largest electronics manufacturers worldwide, Samsung Electronics, has noticed how popular NFTs are today and the company believes there’s something needed to view these digital artworks. The U.S. Samsung Newsroom published a summary of the company’s latest lineup of MICRO LED, Neo QLED, and Lifestyle TVs with “cutting-edge personalization options.” The NFT description is toward the end of the announcement which explains that “Samsung’s 2022 Smart TVs come with a new Smart Hub.” In addition to features like the “Gaming Hub,” “Watch All,” and an NFT Platform. “This application features an intuitive, integrated platform for discovering, purchasing and trading digital artwork through MICRO LED, Neo QLED and The Frame,” Samsung’s announcement details."
  },
  {
    "href": "https://news.bitcoin.com/cryptocurrency-draft-law-presented-in-peru/",
    "title": "Cryptocurrency Draft Law Presented in Peru",
    "date": "2022 / 01 / 08",
    "type": "REGULATION",
    "content": "A draft of a new cryptocurrency asset law was introduced in Peru in December, seeking to regulate the cryptocurrency interactions that are already happening in the country. The draft law, besides defining what a crypto asset is and establishing the duties of virtual asset service providers (VASPs), also seeks to legalize the use of assets to incorporate and be held by companies. A new piece of draft legislation called “Cryptoasset Marketing Framework” has been introduced in the Peruvian Congress under the number N° 1042/2021-CR, in the first attempt of the country to regulate cryptocurrency interactions. The project, which was presented December 10 by Jose Luis Elias Avalos, a member of the “Podemos Peru” parliamentary group, defines several key concepts in the cryptocurrency world, including crypto assets, virtual asset service providers (VASPs), blockchain, and cryptography. The law also proposes the creation of a public registry for VASPs, that users can consult anytime to find out if an exchange or platform is registered to do business on Peruvian soil. In addition, it establishes the conditions that each VASP must follow to operate lawfully in the country."
  },
  {
    "href": "https://news.bitcoin.com/central-banks-gold-holdings-rose-to-36000-tons-in-2021-increase-attributed-to-dollars-decline/",
    "title": "Global Central Bank Gold Holdings Rose to 36,000 Tons in 2021, Increase Attributed to Dollar's Decline",
    "date": "2022 / 01 / 08",
    "type": "ECONOMICS",
    "content": "The total quantity of gold held in reserves by central banks topped 36,000 tons for the first time since 1990, data from World Gold Council has shown. This increase follows growth in the banks’ reported holdings of the asset by 4,500 tons over the past decade. The amount of gold held in reserves by central banks as of September 2021 grew to a new high of 36,000 tons for the first time since 1990. According to the World Gold Council (WGC), this increase in central banks’ gold holdings to a 31-year-high came after the institutions successfully added 4,500 tons of the precious metal over the past decade. In a report published by Nikkei Asia, the WGC attributes central banks’ growing preference for gold to the U.S. dollar’s decline. The report explains how the U.S. Federal Reserve’s significant monetary relaxation has resulted in an increased supply of U.S. dollars. This increase in the supply of dollars has, in turn, caused the value of the dollar against gold to drop sharply in the past decade, the report asserts."
  },
  {
    "href": "https://news.bitcoin.com/martial-arts-icon-and-philosopher-bruce-lee-commemorated-in-nft-collection-endorsed-by-family-company/",
    "title": "Martial Arts Icon and Philosopher Bruce Lee Commemorated in NFT Collection Endorsed by Family Company",
    "date": "2022 / 01 / 08",
    "type": "BLOCKCHAIN",
    "content": "While many celebrities have launched non-fungible token (NFT) collections, a number of NFT compilations have featured luminaries who have passed away. Legends such as Jerry Garcia, Kurt Cobain, Muhammad Ali, Elvis, Tupac, and more have been featured in NFT collections. This Saturday, Ethernity and Bruce Lee’s family will be dropping the renowned martial artist’s first NFT collection dubbed “The Formless Form.” The Hong Kong and American martial artist, martial arts instructor, film star, and philosopher, Bruce Lee, is an extremely popular pop-culture icon. Lee is famous worldwide for his martial arts style and roles in a number of feature-length martial arts movies filmed in the early 1970s. On January 8, 2022, the Bruce Lee Family Company and the NFT protocol Ethernity, will be dropping Lee’s first NFT collection. Lee’s NFT compilation aims to “commemorate the life and legacy of the martial arts pioneer, philosopher, and global action film star,” Ethernity’s press statement explains."
  },
  {
    "href": "https://news.bitcoin.com/indias-monetary-policy-committee-member-total-crypto-ban-is-difficult-to-implement-crypto-assets-regulated/",
    "title": "India's Monetary Policy Committee Member: Total Crypto Ban Is Difficult to Implement, Crypto Assets Should Be Regulated",
    "date": "2022 / 01 / 08",
    "type": "REGULATION",
    "content": "A renowned economist who is a member of India’s Monetary Policy Committee says that a total cryptocurrency ban is difficult to implement and “would only increase illegal activities and participation in the darknet.” She believes that crypto assets should be regulated. Ashima Goyal, a member of India’s Monetary Policy Committee, talked about cryptocurrency in an interview with PTI on Sunday. The Monetary Policy Committee (MPC) determines the policy interest rate required to achieve the inflation target. Goyal has served on several government committees, including the Prime Minister’s Economic Advisory Council and the Reserve Bank of India (RBI) technical advisory committee for monetary policy. She is widely published in institutional and open economy macroeconomics, international finance, and governance."
  },
  {
    "href": "https://news.bitcoin.com/bitcoins-price-100k-mid-year-nexo-founder-predicts/",
    "title": "Bitcoin's Price Will Hit $100K by Mid-Year, Nexo Founder Predicts",
    "date": "2022 / 01 / 09",
    "type": "MARKETS AND PRICES",
    "content": "The co-founder and managing partner of Nexo, a major cryptocurrency lender, has predicted that the price of bitcoin will be $100K by mid-2022. He highlighted “two simple reasons” why he is bullish about the price of bitcoin this year. Antoni Trenchev, the co-founder and managing partner of Nexo, a major cryptocurrency lender, has shared his bitcoin price prediction in an interview with CNBC Monday. He said: I think [bitcoin’s] going to reach $100,000 this year, probably by … the middle of it."
  },
  {
    "href": "https://news.bitcoin.com/chinas-digital-yuan-wallet-app-ios-android-app-stores/",
    "title": "China's Digital Yuan Wallet App Now in iOS and Android App Stores",
    "date": "2022 / 01 / 09",
    "type": "REGULATION",
    "content": "China’s central bank has released its digital currency wallet app ahead of the Winter Olympics. The wallet app for the digital yuan, also known as e-CNY, can now be downloaded from the iOS and Android app stores in the country. China’s central bank, the People’s Bank of China (PBOC), has released a pilot version of its central bank digital currency (CBDC) wallet application. Developed by the PBOC Digital Currency Research Institute, the wallet app for e-CNY, also known as Digital Currency Electronic Payment (DCEP), is now available for download in the iOS and Android app stores in China. Previously, the wallet app was only downloadable via private links. The app is free to use."
  },
  {
    "href": "https://news.bitcoin.com/estonia-clarifies-upcoming-regulations-will-not-ban-crypto-holding-or-trading/",
    "title": "Estonia Clarifies Upcoming Regulations, Will Not Ban Crypto Holding or Trading",
    "date": "2022 / 01 / 09",
    "type": "REGULATION",
    "content": "The government of Estonia has approved legislation tailored to improve oversight of its crypto sector which expanded rapidly due to favorable regulations and business climate. The new law, which is yet to be adopted, will introduce stricter requirements for service providers without preventing their clients from owning or exchanging cryptocurrencies.  The executive power in Estonia has prepared and approved draft legislation designed “to more effectively regulate virtual asset service providers (VASPs).” The main goal, the Finance Ministry explained on Sunday, is to mitigate the risk of financial crime through the crypto platforms registered and operating out of the Baltic nation. The new regulations, which come in the form of a revised draft law submitted to the Estonian parliament, require VASPs to identify their customers in a way that would link them to their transactions. The regulations expand upon the ban on open anonymous virtual accounts introduced in 2020 after Estonia’s crypto-friendly regulations attracted numerous license applicants."
  },
  {
    "href": "https://news.bitcoin.com/defi-tvl-jumps-12-since-mid-december-close-to-25b-in-bridges-convex-gains-on-curves-dominance/",
    "title": "Defi TVL Jumps 12% Since Mid-December, Close to $25B in Bridges, Convex Gains on Curve's Dominance",
    "date": "2022 / 01 / 09",
    "type": "DEFI",
    "content": "The total value locked (TVL) in decentralized finance (defi) has risen 4% during the first four days of the new year from $245 billion on January 1, to $255.84 billion three days later. While the defi protocol Curve Finance dominates with a TVL of $24.44 billion, Convex Finance is closing in on the dominance with $21.27 billion. Meanwhile, out of several blockchains, Ethereum dominates the defi TVL with 62.91% or $160.96 billion out of the aggregate $255.84 billion locked today.  Money is flowing back into decentralized finance (defi) and a number of defi tokens are swelling in value. Statistics from defillama.com show the TVL in defi hit a low of $228.13 billion on December 11 and since then, it’s jumped 12.14% in value. On the first day of 2022, the TVL in defi was $245 billion and it’s increased 4% to date reaching $255.84 billion on Tuesday. The $255.85 billion is tallied between numerous blockchains like Ethereum, Terra, Binance Smart Chain (BSC), Avalanche, Solana, Fantom, Tron, Cronos, Polygon, Arbitrum, Harmony, Waves, Ronin, Heco, Thorchain, Near, Smartbch, Elrond, and Osmosis."
  },
  {
    "href": "https://news.bitcoin.com/adidas-originals-nft-compilation-enters-top-50-collections-by-volume-close-to-60m-in-sales-in-18-days/",
    "title": "Adidas Originals NFT Compilation Enters Top 50 Collections by Volume, Close to $60M in Sales in 18 Days",
    "date": "2022 / 01 / 09",
    "type": "NEWS",
    "content": "Less than 20 days ago, the German multinational sneaker and sportswear corporation Adidas launched the company’s Adidas Originals non-fungible token (NFT) collection and since then the NFT compilation has surged into the top 50 NFT collections in terms of sales. At the end of November 2021, Adidas revealed it was “excited” about the metaverse and said the company had partnered with Coinbase and acquired land in The Sandbox. The following week, Adidas told the press it partnered with the Bored Ape Yacht Club (BAYC) NFT project, and the comic series Punks Comic. In mid-December, the company launched the Adidas Originals NFT compilation with Punks Comic, Gmoney, and BAYC."
  }
]